{
    "メインスキル": "Main Skill",
    "サブスキル": "Sub Skill",
    "ダミーアクション": "Dummy Action",
    "スタンピードアロー": "Stampede Arrow",
    "BLS回避": "Dodge",
    "モータルグラビティ": "Mortal Gravity",
    "リーサルシャワー": "Lethal Shower",
    "ハンタースピリット": "Hunter's Spirit",
    "ヒーリングアロー": "Healing Arrow",
    "ストライクアロー": "Strike Arrow",
    "アローラッシュ": "Arrow Rush",
    "ヒプノブラスト": "Hypnoblast",
    "レゾナンスショット": "Resonance Shot",
    "ダストフォース": "Dust Force",
    "ショックウェーブ": "Shockwave",
    "ツインフラッシュ": "Twin Flash",
    "リフレッシュエリア": "Refresh Area",
    "グラウンドブレイク": "Ground Break",
    "ファストエイド": "First Aid",
    "メディック": "Medic",
    "ＨＰアップ": "HP Up",
    "攻撃力アップ": "ATK Up",
    "防御力アップ": "DEF Up",
    "回復力アップ": "Recovery Up",
    "会心率アップ": "Crit Rate Up",
    "アイテムヒーラー": "Item Healer",
    "フォローアップ": "Follow Up",
    "ビーストスイング": "Beast Swing",
    "アクストルネード": "Axe Tornado",
    "ヴォルテクスインパクト": "Vortex Impact",
    "BSKエリアル攻撃": "Aerial Attack",
    "ブルータルブロウ": "Brutal Blow",
    "ドレインスパイラル": "Drain Spiral",
    "ストームラッシュ": "Storm Rush",
    "ウォークライ": "War Cry",
    "クロスブラッド": "Cross Blood",
    "ソウルリッパー": "Soul Ripper",
    "イグニッション": "Ignition",
    "フォールインパクト": "Fall Impact",
    "ブラッドアックス": "Blood Axe",
    "クリムゾンブロウ": "Crimson Blow",
    "ラーヴァインパクト": "Lava Impact",
    "バーニングラッシュ": "Burning Rush",
    "アキュムレーション": "Accumulation",
    "フルパワー": "Full Power",
    "トリニティショット": "Trinity Shot",
    "ファイアブラスト": "Fireblast",
    "ブリザード": "Blizzard",
    "ライトニング": "Lightning",
    "エングラムチャージ": "Engram Upper",
    "MGC回避": "Dodge",
    "メテオインフェルノ": "Meteor Inferno",
    "コンセントレイト": "Concentrate",
    "フレイムグレネード": "Flame Grenade",
    "アイシクル": "Icicle",
    "サンダーマイン": "Thunder Mine",
    "フォローバレット": "Follow Bullet",
    "アイスシャード": "Ice Shard",
    "サンダースフィア": "Thunder Sphere",
    "ブレイズブラスト": "Blaze Blast",
    "アルティメットマスタリー": "Ultimate Mastery",
    "ブレイクスラッシュ": "Break Slash",
    "シールドガード": "Shield Guard",
    "RBLエリアル攻撃": "Aerial Attack",
    "エンハンスサークル": "Enhance Circle",
    "ランパート": "Rampart",
    "シールドダッシュ": "Shield Dash",
    "グリッターモード": "Glitter Mode",
    "RBL回避": "Dodge",
    "ブロウビート": "Blow Beat",
    "タウント": "Taunt",
    "シールドチャージ": "Shield Charge",
    "バインドスラッシュ": "Bind Slash",
    "フォートレス": "Fortress",
    "サンライズチャージ": "Sunrise Charge",
    "セレストピラー": "Celeste Pillar",
    "クレセントライト": "Crescent Light",
    "リジェネレーション": "Regeneration",
    "ガードアシスト": "Guard Assist",
    "アンタッチャブル": "Untouchable",
    "ファストフィックス": "Fast Fix",
    "ツインスマッシュ": "Twin Smash",
    "ラウンドショット": "Round Shot",
    "SMAエリアル攻撃": "Aerial Attack",
    "グランドバスター": "Groundbuster",
    "ストライクフォール": "Strikefall",
    "ストームウォール": "Storm Wall",
    "グランドストライク": "Ground Strike",
    "ヘビィスナイプ": "Heavy Snipe",
    "アンカーダイブ": "Anchor Dive",
    "グラビティドライブ": "Gravity Drive",
    "ブーストスマッシュ": "Boost Smash",
    "ハンマースロー": "Hammer Throw",
    "ダストボルテックス": "Dust Vortex",
    "オーバーリロード": "Over-reload",
    "ロックボディ": "Rock Body",
    "キュアカートリッジ": "Cure Cartridge",
    "スタミナアップ": "Stamina Up",
    "ガッツ": "Guts",
    "テンペストラッシュ": "Tempest Rush",
    "エスケープリープ": "Escape Leap",
    "LANエリアル攻撃": "Aerial Attack",
    "エンドオブジャベリン": "End Of Javelin",
    "ラピッドスピア": "Rapid Spear",
    "クルーエルスラスト": "Cruel Thrust",
    "アッパーダンス": "Upper Dance",
    "プリペアモード": "Prepare Mode",
    "グランドパイル": "Ground Pile",
    "スタブインパクト": "Stab Impact",
    "トルネードスピン": "Tornado Spin",
    "ハンティングゾーン": "Hunting Zone",
    "グランドスパーク": "Ground Spark",
    "スラストボルト": "Thrust Bolt",
    "ラピッドスパーク": "Rapid Spark",
    "マークトリガー": "Mark Trigger",
    "Dummy": "Dummy",
    "G1：発動時、自身に与ダメージアップ・小を付与。エネミーを追尾する矢を4本同時に放ち、ヒットしたエネミーに毒を付与する。矢はロックオンしたターゲットに優先して飛ぶ": "G1: Grant yourself Increased Damage Dealt (S). Fires 4 arrows simultaneously that seek enemies, applying Poison on hit. Arrows prioritize locked-on targets.",
    "G2：インターバル短縮": "G2: Reduce cooldown.",
    "G3：放つ矢が6本に増加": "G3: Increase arrows fired to 6.",
    "大きく構え、特殊な矢を発射する。ヒットした箇所を中心に広範囲のエネミーを引き寄せる重力エリアを生成し継続ダメージを与え、さらに被ダメージアップ・小、移動速度ダウン・小を付与": "Fire a special arrow that generates a large gravitational field upon impact, pulling in nearby enemies, dealing continuous damage, and applying Increased Damage Taken (S) and Reduced Movement Speed (S) on them.",
    "G1：上空に矢を放ち、狙った地点に継続的にダメージを与えるエリアを生成する": "G1: Fire an arrow into the air, creating an area at the designated location that deals continuous damage.",
    "G2：チャージ可能となり、チャージレベルが上昇すると与ダメージ増加": "G2: Can be charged, increasing damage.",
    "G3：さらにチャージが可能となり、チャージレベル上昇に応じて与ダメージ増加": "G3: Can be charged further, increasing damage dealt.",
    "G1：発動中、BCゲージの増加量が上昇し、キュアアローのインターバルを短縮する": "G1: While active, increase BC gauge accumulation and reduce Cure Arrow cooldown.",
    "G2：効果時間延長": "G2: Increase duration.",
    "G3：増加量上昇": "G3: Increase accumulation rate.",
    "G1：上空に矢を放ち、狙った地点にHPを中回復するエリアを生成する": "G1: Fire an arrow into the air, creating a medium-power healing area at the designated location.",
    "G2：HP回復量増加": "G2: Increase healing amount.",
    "G3：チャージ可能となり、チャージレベルが上昇するとエリアの範囲が拡大し、HP回復量も増加": "G3: Can be charged, increasing area size and healing amount.",
    "G1：強力な矢を放つ": "G1: Fire a powerful arrow.",
    "G1：矢を射出する4段攻撃。攻撃中に移動可能": "G1: A four-stage attack that fires arrows. Moving is possible while attacking.",
    "G2：４段目の攻撃の与ダメージ増加": "G2: Increase damage of the fourth attack.",
    "G3：前移動入力しながら通常攻撃ボタンを長押しすると1段目が土属性範囲攻撃になる": "G3: Hold the basic attack button while pressing the forward movement key to alter the first stage into an Earth elemental attack.",
    "G1：矢を放ち、ヒットしたエネミーにスリープを付与する": "G1: Fire an arrow that Sleeps enemies.",
    "G3：スリープ持続時間延長": "G3: Increase Sleep duration.",
    "G1：ヒットしたエネミーに蓄積されている属性蓄積値の一部を、周囲に拡散する効果を持つ矢を放つ": "G1: Fire an arrow that spreads a portion of the elemental charge accumulated on the hit enemy to nearby enemies.",
    "G2：属性蓄積値の拡散範囲拡大": "G2: Increase spread range.",
    "G3：拡散する属性蓄積値増加": "G3: Increase amount of elemental charge spread.",
    "G1：上空に矢を放ち、狙った地点にエネミーに付与されている属性状態異常を強化するエリアを生成する": "G1: Fire an arrow into the air, creating an area at the designated location that increases the effectiveness of elemental status ailments applied on enemies within it.",
    "G2：エリア持続時間延長": "G2: Increase area duration.",
    "G3：チャージ可能となり、チャージレベルが上昇するとエリアの範囲が拡大される": "G3: Can be charged, increasing area size.",
    "G1：エネミーを貫通する矢を放ち、矢の周囲に衝撃波を発生させる": "G1: Fire an arrow that pierces enemies and produces a shockwave around itself.",
    "G2：衝撃波の範囲拡大": "G2: Increase shockwave size.",
    "G3：矢の与ダメージ増加": "G3: Increase arrow damage.",
    "G1：矢を放ち、ヒットした地点に味方に与ダメージアップ・小を付与、エネミーに被ダメージアップ・小を付与するエリアを生成する": "G1: Fire an arrow that creates an area upon impact, granting Increased Damage Dealt (S) to allies and Increased Damage Taken (S) to enemies.",
    "G2：与ダメージアップ、被ダメージアップの効果時間延長": "G2: Increase duration of Increased Damage Dealt and Increased Damage Taken.",
    "G3：エリア持続時間延長": "G3: Increase area duration.",
    "G1：地面に矢を放ち、自身とパーティメンバーの状態異常と属性状態異常を解除し、属性蓄積値をリセットするエリアを生成する": "G1: Fire an arrow at the ground, creating an area that removes status ailments and elemental status ailments and resets elemental charge accumulation on yourself and party members.",
    "G3：エリア範囲拡大": "G3: Increase area size.",
    "G1：上空に矢を放ち、狙った地点に継続的に土属性のダメージを与えるエリアを生成する": "G1: Fire an arrow into the air, creating an area at the designated location that deals continuous Earth elemental damage.",
    "G2：エリア範囲拡大": "G2: Increase area size.",
    "G3：エリア内のエネミーに移動速度ダウン・中付与": "G3: Apply Reduced Movement Speed (M) to enemies within the area.",
    "β：チャージ時間短縮": "β: Reduce charge time.",
    "α：チャージ時間が延びるが、与ダメージが増加する": "α: Increase charge time but also increase damage.",
    "α：スキルボタン長押しでチャージが可能となり、チャージレベルが上昇するとエネミーを貫通するようになる": "α: Can be charged by holding the skill button, gaining the ability to piercing enemies.",
    "β：攻撃ヒット時、攻撃力ダウン・小付与": "β: Applies Attack Down (S) on hit enemies.",
    "α：矢と衝撃波の与ダメージ増加": "α: Increase arrow and shockwave damage.",
    "β：衝撃波の範囲が拡大し、与ダメージも増加": "β: Increase shockwave size and damage.",
    "α：チャージ可能となり、チャージレベルが上昇すると拡散範囲が拡大される": "α: Can be charged, increasing spread range.",
    "β：インターバルが延びるが、状態異常も拡散するようになる": "β: Increase cooldown but also spread status ailments.",
    "β：攻撃範囲が縮小するが、与ダメージが増加する": "β: Reduce area size but increase damage.",
    "α：チャージ時間短縮": "α: Reduce charge time.",
    "α：範囲内のエネミーに属性耐性値ダウン・小付与": "α: Apply Reduced Elemental Resistance (S) on enemies within the area.",
    "β：ヒットしたエネミーに移動速度ダウン・大付与、エリア持続時間延長": "β: Apply Reduced Movement Speed (L) on hit enemies.",
    "α：さらにHP回復量増加": "α: Further increase healing amount.",
    "β：HP回復量が減少するが、インターバルが短くなる": "β: Reduce healing amount but also reduce cooldown.",
    "β：毒の与ダメージが減少するが、矢がヒットした時に爆発する様になる。爆発にヒットしたエネミーにも毒を付与する": "β: Reduce Poison damage, but arrows explode upon contact with an enemy. Applies Poison to enemies hit by the explosions as well.",
    "α：毒の持続時間を延長し、毒の与ダメージも増加": "α: Increase damage and duration of Poison.",
    "α：発動中、キュアアローの効果範囲拡大": "α: While active, increase Cure Arrow area size.",
    "β：発動時、自身に移動速度アップ・大付与": "β: While active, grant yourself Movement Speed Up (L).",
    "G1：最大スタミナが増加する": "G1: Increase Stamina.",
    "G1：斧を振り回す4段攻撃。左右移動入力しながら攻撃すると2段目が回転斬り攻撃に派生": "G1: A four-stage attack that utilizes axes. Attack while pressing a sideways movement key to alter the second stage into a spin attack.",
    "G2：前移動入力しながら攻撃すると3段目が火属性突き攻撃に派生": "G2: Attack while pressing the forward movement key to alter the third stage into a Fire elemental thrust attack.",
    "G3：後移動入力しながら攻撃すると2段目が蹴り攻撃に派生。攻撃ヒット時、一定時間自身に与ダメージアップ・小付与": "G3: Attack while pressing the backward movement key to alter the second stage into a kick, granting yourself Increased Damage Dealt (S) on successful hits.",
    "G1：回転しながら斬りつける多段攻撃。攻撃中はスーパーアーマー状態になり、与えたダメージに応じてHPを吸収する": "A multi-stage slashing spin attack. Gain Super Armor during the attack, and a portion of damage dealt is recovered as HP.",
    "G2：スーパーアーマー中、被ダメージ減少": "G2: Reduce damage taken during the Super Armor.",
    "G3：フィニッシュ攻撃追加": "G3: Adds a finisher attack.",
    "エネミーを打ち上げ、落下しながら連続斬りから叩きつけ攻撃を行う強力なコンボ攻撃": "G1: A powerful combo attack that knocks enemies up and performs multiple spinning hits on the way down.",
    "G1：強力な横なぎ攻撃を行う": "G1: Perform a powerful sweeping attack.",
    "G2：与ダメージ増加": "G2: Increase damage.",
    "G3：チャージ可能となり、チャージレベルが上昇すると与ダメージ増加": "G3: Can be charged, increasing damage.",
    "G1：回転斬り攻撃を行う。スキルボタン長押しでスタミナを消費した連続攻撃が可能になり、最大2回まで攻撃可能。攻撃ヒット時、与えたダメージに応じてHPを吸収する": "G1: Performs a spinning attack. Hold the skill button to spin up to 2 times, consuming stamina. Successful hits will recover a portion of damage dealt as HP.",
    "G1：槍の4段攻撃。通常攻撃ボタンを長押しして離すと、刻印・炸を付与する攻撃に派生。刻印・炸が発動すると、発動時にヒットした攻撃の与ダメージが増加。4段目攻撃は付与されているデバフの効果時間を延長。左右移動入力しながら攻撃すると2段目が横なぎ攻撃に派生": "G1: A four-stage spear attack. Hold the basic attack button to charge an attack that applies a Burst Mark. Activate a Burst Mark to make the attack deal more damage against the enemy. The fourth stage extends the duration of debuffs. Attack while pressing a sideways movement key to alter the second stage into a sweeping attack.",
    "G2：前移動入力しながら攻撃すると刻印・虚を付与する攻撃に派生。刻印・虚が発動すると、エネミーに攻撃力ダウン・中を付与": "G2: Attack while pressing the forward movement key to perform an attack that applies a Void Mark. Activate a Void Mark to apply Reduced Damage Dealt (M) on the enemy.",
    "G3：後移動入力しながら攻撃すると、2段目が、刻印・絡を付与する攻撃に派生。刻印・絡が発動すると、エネミーに移動速度ダウン・大を付与。刻印の炸、虚、絡の3つが同時に発動すると、重刻・散華が発生し、追加攻撃が発生": "G3: Attack while pressing the backward movement key to alter the second stage into an attack that applies an Entanglement Mark. Activate an Entanglement Mark to apply Reduced Movement Speed (L) on the enemy. Activating a Burst Mark, Void Mark, and Entanglement Mark simultaneously will trigger the additional attack Final Bloom.",
    "G1：その場で蹴りを行い真上にジャンプする。後移動入力しながらジャンプすると、後ろにジャンプする。ジャンプ中クラスアクションボタン追加入力でリープショットを放つ。リープショットは刻印発動可能": "G1: Use your spear to vault straight upwards. Vault while pressing the backward movement key to vault backwards. Use the skill again while in the air to perform a Leap Shot. Leap Shot can activate Marks.",
    "G2：リープショットの射程延長": "G2: Increase Leap Shot range.",
    "G3：リープショットの与ダメージ増加": "G3: Increase damage of Leap Shot.",
    "発動時、自身にスーパーアーマー、与ダメージアップ・小を付与し、巨大な槍で前方を薙ぎ払いヒットしたエネミーに刻印・炸、虚、絡を付与する。さらに前方に槍を投げ、刻印を発動させてダメージを与える": "G1: Gain Super Armor and Increased Damage Dealt (S) and perform a large sweeping attack with your spear, applying Burst, Void, and Entanglement Marks on hit enemies before throwing your spear through them, activating the Marks.",
    "G1：4連続突きを放った後、最後に強烈な突き攻撃を行う。最後の突き攻撃は刻印発動可能": "G1: Perform a combo of four quick stabs followed by a powerful final stab that activates Marks.",
    "G2：攻撃中、スキルボタンを長押しすると8連続突きになる": "G2: Hold the skill button to extend the combo to eight stabs.",
    "G3：最後の突き攻撃の怯み効果強化": "G3: Increase stagger effect of the final stab.",
    "G1：槍で一突きした後に柄で追撃を行う。一撃目は刻印発動可能。柄での追撃で刻印・炸を付与": "G1: Thrust with your spear and activate Marks, then follow up with an attack using the hilt and apply a Burst Mark.",
    "G3：初段の与ダメージ増加": "G3: Increase damage of the thrust.",
    "G1：前進しながら小アッパーで2回攻撃の後、大アッパー攻撃。大アッパー攻撃で刻印発動可能。重刻・散華発動時に刻印・虚を付与する": "G1: Perform two small uppercuts followed by a big uppercut that activates Marks. Apply a Void Mark when activating Final Bloom.",
    "G2：大アッパー攻撃の怯み効果強化": "G2: Increase stagger effect of the big uppercut.",
    "G3：大アッパー攻撃の怯み効果をさらに強化し、ダメージ増加": "G3: Increase stagger effect and damage of the big uppercut.",
    "G1：スキル使用後、発動した刻印の数をカウントする時間が発生。この時間の経過後、又は時間内にカウントが最大となった時に、各攻撃Tスキルの与ダメージが1度だけ増加する状態となる。与ダメージはカウントする時間内に刻印を発動した数に応じて増加": "G1: Upon activation, Prepare Mode initiates a counter for number of Marks activated. When Prepare Mode expires or the counter is maxed, all attack Tactical Skills will have their damage boosted for one use—the higher the counter, the higher the damage boost.",
    "G2：刻印の発動数をカウントする時間が延長": "G2: Increase counter duration.",
    "G3：インターバル短縮": "G3: Reduce cooldown.",
    "G1：真上にジャンプした後、エネミー目掛けて急降下し、着地と同時に地面から槍を突出させる攻撃を行う。攻撃は刻印発動可能": "G1: Jump straight up and plunge downwards in a nosedive, causing spears to rise from the ground upon impact. This attack activates Marks.",
    "G3：攻撃範囲拡大": "G3: Increase attack size.",
    "G1：前方にエネミーを貫通する衝撃波を飛ばす。攻撃ヒット時、刻印・炸を付与": "G1: Fire a shockwave forward that pierces enemies and applies a Burst Mark.",
    "G3：弾速が上昇し、射程距離も延長": "G3: Increase attack range and velocity.",
    "G1：頭上で槍を回転させ、自身を中心として竜巻を発生。竜巻攻撃中はスーパーアーマー状態。スキルボタン長押しで、最大2回竜巻で攻撃を行った後、薙ぎ払い攻撃を行う。薙ぎ払い攻撃は刻印発動可能": "G1: Spin your spear overhead, forming a tornado centered on yourself and gaining Super Armor during the attack. Hold the skill button to perform a sweeping attack after the tornado hits two times, activating Marks.",
    "G2：竜巻攻撃が最大3回攻撃となる": "G2: The tornado can hit up to three times.",
    "G3：竜巻攻撃が最大4回攻撃となる": "G3: The tornado can hit up to four times.",
    "G1：効果中、エネミーにリープショットがヒットすると、エネミーを引き寄せてダメージを与える衝撃波が発生。また、効果中はクラスアクションのインターバルが無くなり、さらに蹴上げ攻撃で刻印・虚を付与": "G1: While active, Leap Shot will create shockwaves on impact that pulls in nearby enemies. Additionally, your Class Action's cooldown is nullified and the kick up applies a Void Mark.",
    "G1：効果中、エネミーにリープショットがヒットすると、エネミーを引き寄せてダメージを与える衝撃波が発生するようになる。また、効果中はクラスアクションのインターバルが無くなり、さらに蹴上げ攻撃で刻印・虚を付与する": "G1: While active, Leap Shot will create shockwaves on impact that pulls in nearby enemies. Additionally, your Class Action's cooldown is nullified and the kick up applies a Void Mark.",
    "G1：真上にジャンプした後、エネミー目掛けて急降下し、着地と同時に、継続的に雷属性のダメージを与えるエリアを生成する。攻撃は刻印発動可能": "G1: Jump straight up and plunge downwards in a nosedive, creating an area that continuously deals Thunder elemental damage upon impact. This attack activates Marks.",
    "G2：雷属性蓄積値増加": "G2: Increase Thunder elemental charge accumulation.",
    "G1：槍で一突きして雷を前方に発生させる。長押しでチャージ可能。チャージレベルが上昇すると雷の範囲が拡大、ダメージ、属性蓄積値増加": "G1: Thrust your spear forward, generating lightning in a Thunder elemental attack. Can be charged, increasing lightning size, damage, and elemental charge accumulation.",
    "G3：さらにチャージが可能となり、チャージレベル上昇に応じて与ダメージと雷属性蓄積値が増加": "G3: Can be charged further, increasing damage and Thunder elemental charge accumulation.",
    "G1：4連続で雷をまとった突きを放った後、最後に強烈な突き攻撃を行う。最後の一突きは刻印発動可能": "G1: Perform a combo of four quick, Thunder elemental stabs followed by a powerful final stab that activates Marks.",
    "G3：攻撃中、スキルボタンを長押しすると8連続突きになる": "G3: Hold the skill button to extend the combo to eight stabs.",
    "G1：発動中、刻印・炸、虚、絡がそれぞれ発動した時の効果が強化される": "G1: Increase the effects of activating Burst, Void, and Entanglement Marks.",
    "α：8連続突き後の、最後の突き攻撃のダメージ増加": "α: Increase damage of the final stab after an eight-stab combo.",
    "β：一撃目で刻印・虚を、5段目で刻印・絡を付与する": "β: Apply a Void Mark on the first hit and an Entanglement Mark on the fifth hit.",
    "α：インターバルが増加するが、追撃がヒットしたエネミーに刻印・炸、虚、絡を付与する様になる": "α: Increase cooldown but apply Burst, Void, and Entanglement Marks to enemies hit by the hilt attack.",
    "β：追撃がヒットしたエネミーに拘束付与、インターバル短縮": "β: Reduce cooldown and Bind enemies hit by the hilt attack.",
    "α：さらにインターバルが短縮し、刻印の発動数をカウントする時間が延長。": "α: Increase counter duration and reduce cooldown.",
    "β：Tスキルの与ダメージがさらに増加": "β: Further increase the damage boost.",
    "α：攻撃範囲拡大": "α: Increase attack size.",
    "β：竜巻攻撃が最大6回攻撃となる": "β: The tornado can hit up to six times.",
    "α：衝撃波の範囲拡大": "α: Increase shockwave size.",
    "β：衝撃波の怯み効果強化、効果時間延長": "β: Increase duration stagger effect of the shockwave and increase duration.",
    "α：射程距離延長": "α: Increase range.",
    "G2：雷属性蓄積値が増加する": "G2: Increase Thunder elemental charge accumulation.",
    "β：最大チャージ時、ヒットしたエネミーに刻印・炸、絡を付与": "β: When charged to the max, apply Burst and Entanglement Marks on hit enemies.",
    "α：最後の一突きの雷属性蓄積値が増加する": "α: Increase Thunder elemental charge accumulation of the final stab.",
    "β：最後の一突きヒット時、移動速度ダウン・中付与": "β: Apply Reduced Movement Speed (M) to enemies hit by the final stab.",
    "α：各刻印発動時、発動対象にHPリーク状態を付与": "α: Activating all Marks on an enemy applies HP Leak on the enemy.",
    "β：各刻印発動時、一定時間自身にスーパーアーマー付与": "β: Gain Super Armor upon activating all Marks.",
    "G2：最大スタミナ増加": "G2: Increase Stamina.",
    "G3：最大スタミナ増加": "G3: Increase Stamina.",
    "G1：プレイヤーを救護する速度が上昇する": "G1: Increase the speed at which you rescue downed players.",
    "G2：救護速度上昇": "G2: Increase rescue speed.",
    "G3：救護速度上昇": "G3: Increase rescue speed.",
    "G1：自身がHPを回復するアイテム、スキル、イマジン使用時、回復量が小増加する": "G1: Slightly increase the recovery amount when you use items, skills, or imagine that recover HP.",
    "G2：回復量増加": "G2: Increase healing amount.",
    "G3：回復量増加": "G3: Increase initial HP amount when resurrected.",
    "β：ヒット時のエリア生成がなくなり、与ダメージアップの効果時間が減少するが、与ダメージアップの効果量が増加し矢が貫通する様になる": "β: No longer creates an area but the arrow will pierce targets. Reduce the duration of Increased Damage Dealt but increase its effectiveness.",
    "α：エリア範囲拡大": "α: Increase area size.",
    "α：上空に矢を放ち、狙った地点にエリアを生成する様になる": "α: Fire the Refresh Area arrow in the air, placing the area at the designated location.",
    "β：エリアの効果にHP継続回復・小付与追加": "β: The area additionally grants HP Regeneration (S).",
    "α：エリア持続時間延長": "α: Increase area duration.",
    "G3：エリア生成時、エリア内のエネミーに移動速度ダウン・中付与": "G3: Apply Reduced Movement Speed (M) to enemies within the area.",
    "β：移動速度ダウンの効果時間延長、インターバル短縮": "β: Reduce cooldown and increase duration of Reduced Movement Speed.",
    "G1：HPの最大値が増加する": "G1: Increase Max HP.",
    "G2：HP最大値増加": "G2: Increase Max HP.",
    "G3：HP最大値増加": "G3: Increase Max HP.",
    "G1：攻撃力が増加する": "G1: Increase Attack.",
    "G2：攻撃力増加": "G2: Increase attack.",
    "G3：攻撃力増加": "G3: Increase attack.",
    "G1：防御力が増加する": "G1: Increase Defense.",
    "G2：防御力増加": "G2: Increase Defense.",
    "G3：防御力増加": "G3: Increase Defense.",
    "G1：回復力が増加する": "G1: Increase Recovery.",
    "G2：回復力増加": "G2: Increase Recovery.",
    "G3：回復力増加": "G3: Increase Recovery.",
    "G1：会心率が増加する": "G1: Increase Crit Rate.",
    "G2：会心率増加": "G2: Increase Crit Rate.",
    "G3：会心率増加": "G3: Increase Crit Rate.",
    "G1：戦闘開始から一定時間ダメージを受けていないと攻撃力が増加する": "G1: Increase attack when not receiving damage for a period of time after entering combat.",
    "G1：ウィークアタックの与ダメージが増加する": "G1: Increase damage of Weak Attacks.",
    "G3：与ダメージ増加": "G3: Increase damage.",
    "G2：スキルボタン長押しで最大3回まで連続攻撃可能": "G2: Hold the skill button to spin up to 3 times.",
    "G3：スキルボタン長押しで回数制限無く連続攻撃可能。スタミナは攻撃回数分消費": "G3: Hold the skill button to spin continuously, consuming stamina with each revolution.",
    "G1：足を止めて2段攻撃を行う。このスキルによる攻撃はコンボゲージが多めに増加する": "G1: Halt your movements and perform a two-stage attack. This skill fills the Combo Gauge well.",
    "G2：4段攻撃になり、コンボゲージ上昇量がより増加": "G2: Becomes a four-stage attack, further increasing Combo Gauge.",
    "G3：6段攻撃になり、コンボゲージ上昇量がさらに増加": "G3: Becomes a six-stage attack, further increasing Combo Gauge.",
    "G1：雄叫びを上げ、自身にスーパーアーマーと被ダメージダウン・小を付与する": "G1: Shout a war cry, granting yourself Super Armor and Reduced Damage Taken (S).",
    "G3：効果時間延長": "G3: Increase duration.",
    "G1：斧を交差しながら振り下ろし、切り裂き攻撃を行う。攻撃ヒット時、与えたダメージに応じてHPを吸収する": "G1: Perform a slashing attack by swinging and crossing them. Recover a portion of damage dealt as HP.",
    "G2：HP吸収量増加": "G2: Increase HP drain amount.",
    "G3：与ダメージが増加し、怯み効果が強化": "G3: Increase damage and stagger effect.",
    "G1：自身の正面に斬撃攻撃を行う。攻撃ヒット時、与えたダメージに応じてHPを吸収する": "G1: Launch slashes in front of you. Recover a portion of damage dealt as HP.",
    "G3：HP吸収量増加": "G3: Increase HP drain amount.",
    "G1：発動中、一定以上コンボゲージが溜まっている時に攻撃タクティカルスキルを使用するとコンボゲージを消費して攻撃タクティカルスキルの与ダメージが増加する。一定以上コンボゲージが溜まっていない時はコンボゲージを消費せずに攻撃を行い、与ダメージは増加しない": "G1: While active, when your Combo Gauge exceeds a certain amount, using an attack Tactical Skill will consume Combo Gauge to boost the skill's damage. If the Combo Gauge does not exceed the specific amount, the gauge will not be consumed and the Tactical Skill will not have its damage boosted.",
    "発動中、一定以上コンボゲージが溜まっている時に攻撃タクティカルスキルを使用するとコンボゲージを消費して攻撃タクティカルスキルの与ダメージが増加する。一定以上コンボゲージが溜まっていない時はコンボゲージを消費せずに攻撃を行い、与ダメージは増加しない": "G1: While active, when your Combo Gauge exceeds a certain amount, using an attack Tactical Skill will consume Combo Gauge to boost the skill's damage. If the Combo Gauge does not exceed the specific amount, the gauge will not be consumed and the Tactical Skill will not have its damage boosted.",
    "G2：コンボゲージの消費量が減少": "G2: Reduce gauge consumption.",
    "G2：コンボゲージ消費量減少": "G2: Reduce gauge consumption.",
    "G3：コンボゲージを消費した際、攻撃タクティカルスキルの与ダメージ増加": "G3: Increase the damage boost when Combo Gauge is consumed.",
    "G1：前方に跳躍し、衝撃波を伴う叩きつけ攻撃を行う": "G1: Attack by leaping forward and creating a shockwave upon landing.",
    "G2：攻撃範囲拡大": "G2: Increase attack range.",
    "G3：怯み効果強化": "G3: Increase stagger effect.",
    "G1：発動中、一部を除く自身の攻撃でHPを吸収する状態となる": "G1: While active, a portion of your attacks will recover HP.",
    "G1：回転斬りで火属性の斬撃攻撃を行う。斬撃攻撃は一定時間その場に滞留する": "G1: Wind up a Fire elemental spinning wheel attack. The wheel remains in place for a short time.",
    "G2：滞留時間延長": "G2: Increase wheel duration.",
    "G3：チャージ可能となり、チャージレベルが上昇すると与ダメージが増加し攻撃範囲拡大": "G3: Can be charged, increasing damage and attack size.",
    "G1：前方に跳躍し、火属性の衝撃波を伴う叩きつけ攻撃を行う。スキルボタン追加入力で2段攻撃が可能。2段攻撃時、継続的に火属性のダメージを与えるエリアを生成する": "G1: Leap forward and slam down in Fire elemental attack. Can be performed a second time. The final attack creates an area that continuously deals Fire elemental damage.",
    "G3：スキルボタン追加入力で3段攻撃が可能となり、火属性のダメージを与えるエリアが3段目で生成されるようになり、攻撃範囲が拡大する": "G3: Can be performed a third time. Increase the Fire area's size.",
    "G1：足を止めて火属性2段攻撃を行う。2段目攻撃ヒット時、自身に火属性攻撃与ダメージアップ・小を付与する": "G1: Halt your movements and perform a two-stage Fire elemental attack. The second stage grants Increased Fire Damage Dealt (S) on successful hits.",
    "G2：4段攻撃になる。2、4段目攻撃ヒット時、自身に火属性攻撃与ダメージアップ・小付与": "G2: Becomes a four-stage attack. The second and fourth stage grant Increased Fire Damage Dealt (S) on successful hits.",
    "G3：6段攻撃になる。2、4、6段目攻撃ヒット時、自身に火属性攻撃与ダメージアップ・小付与": "G3: Becomes a six-stage attack. The second, fourth, and sixth stage grant Increased Fire Damage Dealt (S) on successful hits.",
    "α：チャージの時間が延びるが、与ダメージが増加する": "α: Increase charge time but also increase damage.",
    "β：チャージ中、スーパーアーマー状態": "β: Gain Super Armor while charging.",
    "α：攻撃範囲が縮小するが、滞留時間が延長する": "α: Reduce attack size but increase wheel duration.",
    "β：正面に斬撃を飛ばすようになる。ヒット時にチャージレベルに応じた攻撃範囲に拡大しその場に滞留する": "β: Launch the wheel forward, reaching its max size—determined by the charge level—upon impact and remaining in place.",
    "β：跳躍距離延長": "β: Increase leap distance.",
    "α：攻撃範囲が縮小するが、与ダメージが増加する": "α: Reduce attack range but increase damage.",
    "α：エリア与ダメージ増加": "α: Increase area damage.",
    "β：エリアの範囲が縮小するが、ヒット間隔を短縮する": "β: Reduce area size but increase its rate of dealing damage.",
    "α：火属性攻撃与ダメージアップ効果時間延長": "α: Increase duration of Increased Fire Damage Dealt.",
    "α：被ダメージダウン効果が大になる": "α: Increase effectiveness of Reduced Damage Taken to (L).",
    "β：発動時、自身のHP一定割合回復、インターバル短縮": "β: Reduce cooldown and recover a portion of your HP upon activation.",
    "α：HP吸収量増加": "α: Increase HP drain amount.",
    "β：自身のHPが最大時、自身に与ダメージアップ・大付与": "β: When your HP is max, gain Increased Damage Dealt (L).",
    "β：攻撃範囲拡大": "β: Increase attack size.",
    "β：インターバルを延長し、1ヒット毎の与ダメージとコンボゲージ増加量は減少するが、1段に付き2ヒットする": "β: Increase cooldown and reduce damage and Combo Gauge accumulation per hit, but each stage performs two hits.",
    "α：怯み効果強化": "α: Increase stagger effect.",
    "α：よりインターバル短縮": "α: Reduce cooldown.",
    "β：HP吸収量が減少するが、攻撃がエネミーを貫通するようになり斬撃の範囲が拡大する": "β: Reduce HP drain amount but gain the ability to pierce enemies and increase attack size.",
    "α：発動中、コンボゲージ上昇量増加、コンボゲージ消費量減少": "α: While active, increase Combo Gauge accumulation and reduce Combo Gauge consumption.",
    "β：発動後、次に使用する攻撃タクティカルスキルの与ダメージが大きく増加。使用後にコンボゲージが0になり、効果が終了する": "β: After activating Ignition, greatly increase the damage of the next attack Tactical Skill, consuming the entire Combo Gauge. The effect ends after one use.",
    "G1：攻撃ヒット時、増加するコンボゲージの増加量が上昇する": "G1: Increase the amount of Combo Gauge accumulated per hit.",
    "G2：コンボゲージ増加量上昇": "G2: Increase Combo Gauge accumulation.",
    "G3：コンボゲージ増加量上昇": "G3: Increase Combo Gauge accumulation.",
    "G1：コンボゲージ最大時、与ダメージを増加する": "G1: Increase damage when your Combo Gauge is max.",
    "β：火属性攻撃の与ダメージアップの効果時間が短縮されるが、火属性攻撃与ダメージアップの効果が増加する": "β: Reduce duration of Increased Fire Damage Dealt but increase its effectiveness.",
    "G1：魔法弾を射出する3段攻撃。左右移動入力しながら攻撃すると2段目が破裂弾攻撃に派生。3段目の攻撃ヒット時、エネミーに全属性耐性値ダウン・小を付与": "G1: A three-stage attack that fires magical bullets. Attacking while pressing a sideways movement key alters the second stage to fire an explosive sphere. Enemies hit by the third stage are afflicted with Reduced Elemental Resistance (S) for all elements.",
    "G2：前移動入力しながら攻撃すると2段目が高威力魔法弾攻撃に派生": "G2: Attacking while pressing the forward movement key alters the second stage to fire a high damage magic bullet.",
    "G3：後移動入力しながら攻撃すると3段目の魔法弾射出時、自身にEP継続回復・小を付与": "G3: Attacking while pressing the backward movement key grants yourself Continuous EP Recovery (S) during the third stage.",
    "G1：火属性の魔法弾を放つ。長押しでチャージ可能。チャージレベルが上昇すると与ダメージ増加と範囲が拡大する。EPを25消費。最大までチャージするとEP消費量減少": "G1: Launch a Fire elemental magic bullet. Hold to charge, increasing damage and size. Consumes 25 EP. Charging to the max level reduces EP consumption.",
    "G2：チャージ時間短縮": "G2: Reduce charge time.",
    "G3：さらにチャージが可能となり、チャージレベルが上昇すると自身にクイックチャージ付与": "G3: Can be charged further, granting yourself Quick Charge.",
    "G1：狙った地点に継続的に氷属性のダメージを与えるエリアを生成する。エリア生成時、エリア内のエネミーに移動速度ダウン・大を付与する": "G1: Create an area at the designated location that deals continuous Ice elemental damage, applying Reduced Movement Speed (L) to enemies within the area when it's created.",
    "G1：雷を複数射出する雷属性の貫通攻撃。雷はロックオンしたターゲットに優先して飛ぶ。EPを12消費": "G1: Fire multiple bolts of lightning in a Thunder elemental attack, prioritizing the locked-on target. Consumes 12 EP.",
    "G2：射出する雷の数が5本に増加": "G2: Increase number of lightning bolts to 5.",
    "G3：射出する雷の数が7本に増加": "G3: Increase number of lightning bolts to 7.",
    "G1：自身のEPを回復。長押しするとEP回復を継続する": "G1: Recover EP. Hold to continuously recover HP.",
    "G2：EP回復速度上昇": "G2: Increase EP recovery rate.",
    "G3：EP回復量増加": "G3: Increase EP recovery amount.",
    "発動時、自身に与ダメージアップ・小を付与。詠唱を行い、空から巨大な隕石を落として広範囲を焼き尽くす強力な一撃": "G1: Perform a chant, summoning a large meteor from the sky in a powerful attack and grant yourself Increased Damage Dealt (S).",
    "G1：自身にEP継続回復・中を付与する": "G1: Grant yourself Continuous EP Recovery (M).",
    "G3：持続時間延長": "G3: Increase duration.",
    "G1：ヒット地点で炸裂を起こす火属性の魔法弾を放つ。長押しでチャージ可能。チャージレベルが上昇すると与ダメージが増加する。EPを30消費。最大までチャージするとEP消費量減少": "G1: Fire a magic bomb that explodes on impact, dealing Fire elemental damage. Hold to charge, increasing damage. Consumes 30 EP. Charging to the max level reduces EP consumption.",
    "G1：狙った地点の上空から巨大な氷塊を落とす氷属性攻撃を行う。EPを25消費": "G1: An Ice elemental attack that drops an icicle from the sky at the designated location. Consumes 25 EP.",
    "G2：氷塊が2つに増加": "G2: Increase number of icicles to 2.",
    "G3：氷塊が3つに増加": "G3: Increase number of icicles to 3.",
    "G1：目の前に雷属性の雷球を３つ生成する。雷球はエネミーの方向へ追尾し、エネミーや障害物にヒットすると炸裂してダメージを与える。炸裂攻撃は属性状態異常レベル1と2、または属性バースト状態のエネミーに与ダメージ増加。生成時にロックオンをしているターゲットを優先して追尾する。EPを20消費": "G1: Create three explosive Thunder elemental spheres in front of yourself that seek enemies and detonate on impact. Deal additional damage to enemies whose elemental status ailment is level 1, level 2, or is elemental bursted. Prioritizes the locked-on target when initially summoned. Consumes 20 EP.",
    "G3：炸裂範囲拡大": "G3: Increase explosion size.",
    "G1：自身の周囲にクリスタルを2つ生成する。生成した状態で他の攻撃タクティカルスキルを使用すると無属性の魔法弾を2発ずつ射出する。魔法弾はロックオンをしているターゲットを優先して飛ぶ。属性武器を所持していた場合、魔法弾の属性は武器属性の攻撃となる": "G1: Summon two crystals that float beside you and fire non-elemental magic bullets when you use attack Tactical Skills, prioritizing locked-on targets. The equipped weapon's element will apply to this skill.",
    "G1：自身の中心から氷を炸裂させる氷属性攻撃を行い、ヒットしたエネミーに怯みを与える。EPを25消費": "G1: Unleash a barrage of ice shards from yourself in an Ice elemental attack, staggering hit enemies. Consumes 25 EP.",
    "G3：攻撃ヒット時、移動速度ダウン・中付与": "G3: Apply Reduced Movement Speed (M) on hit.",
    "G1：発動中、自身の頭上に雷球を生成し、自身の近くにいるエネミーに対して自動的に雷球から雷属性の攻撃を行う。雷球からの攻撃がヒットした地点を中心に雷属性の範囲攻撃が発生する": "G1: Summon a sphere of lightning above yourself that automatically attacks enemies with Thunder damage. When the sphere hits an enemy, the impact triggers an area attack.",
    "G2：怯み効果強化": "G2: Increase stagger effect.",
    "G3：自動攻撃間隔短縮": "G3: Reduce downtime between attacks.",
    "G1：ボタン入力で火属性の火炎放射攻撃を行う。再度ボタン入力で停止する。攻撃中はEPを徐々に消費する。攻撃中は歩き移動が可能だがEP消費量が上昇する": "G1: Initiate a constant stream of flames that deal Fire elemental damage, continuously consuming EP. Press the skill button again to end the attack. Moving is possible while attacking, but will increase EP consumption.",
    "G2：EP消費量減少": "G2: Reduce EP consumption.",
    "α：消費EPが減少し、消費EPが10となる": "α: Reduce EP consumption to 10 EP.",
    "β：発射する雷が太くなり、与ダメージが増加": "β: Increase damage and width of the lightning bolts.",
    "α：さらにエリア範囲拡大": "α: Increase area size.",
    "β：さらにエリア持続時間延長": "β: Increase area duration.",
    "α：与ダメージ増加": "α: Increase damage.",
    "α：さらに炸裂範囲拡大": "α: Increase explosion size.",
    "β：雷球が移動しなくなるが、与ダメージが増加する": "β: The spheres no longer move, but they deal increase damage.",
    "α：炸裂範囲拡大": "α: Increase explosion size.",
    "β：炸裂怯み効果強化": "β: Increase stagger effect of the explosion.",
    "β：与ダメージが減少するが、ヒット地点で連続ヒットする様になる": "β: Reduce damage but increase number of hits.",
    "α：消費EPが減少し、消費EPが20となる": "α: Reduce EP consumption to 20 EP.",
    "β：効果中、EP最大値増加": "β: While active, increase Max EP.",
    "α：回復速度上昇": "α: Increase recovery rate.",
    "α：射出される魔法弾が3発に増加": "α: Increase number of magic bullets fired to 3.",
    "β：攻撃ヒット時、攻撃力ダウン・中付与": "β: Apply Reduced Attack (M) on hit.",
    "β：魔法弾の怯み効果強化、インターバル短縮": "β: Increase stagger effect of the magic bullets and reduce cooldown.",
    "α：移動速度ダウンの効果時間延長": "α: Increase duration of Reduced Movement Speed.",
    "α：さらに自動攻撃間隔短縮": "α: Reduce downtime between attacks.",
    "β：雷球のエネミーを感知する範囲が拡大": "β: Increase the sphere's enemy detection range.",
    "α：攻撃中の移動時EP消費量が減少": "α: Reduce EP consumption while moving.",
    "β：攻撃中、スーパーアーマー状態となる": "β: Gain Super Armor during the attack.",
    "G1：アルティメットスキルのインターバルを短縮する": "G1: Reduce Ultimate Skill cooldown.",
    "G1：剣で斬りつける4段攻撃。左右移動入力しながら攻撃すると2段目が回転斬り攻撃に派生": "G1: A four-stage attack that slashes with the sword. Attack while pressing a sideways movement key to alter the second stage into a spinning slash attack.",
    "G2：前移動入力しながら攻撃すると3段目が光属性突き攻撃に派生": "G2: Attack while pressing the forward movement key to alter the third stage into a Light elemental thrust attack.",
    "G3：後移動入力しながら攻撃すると2段目が盾殴打攻撃に派生。攻撃ヒット時、一定時間自身にシールドゲージ消費量ダウン・小を付与": "G3: Attack while pressing backward movement key to alter the second stage to strike with your shield, granting yourself Shield Save (S) on successful hits.",
    "G1：盾を構えて攻撃をガードすることができる。ガード成功時シールドゲージ消費。シールドゲージが0になると盾が使用不可となる（シールドブレイク状態）。ガード成功時に通常攻撃ボタン入力でカウンタースラッシュを行う": "G1: Prepare your shield to guard against attacks. Successful blocks will consume Shield Gauge. If your Shield Gauge reaches 0, you will be Shield Broken and unable to use shield-based skills. After a successful block, press the basic attack button to perform a Counter Slash.",
    "G2：シールドゲージの回復速度上昇": "G2: Increase Shield Gauge recovery speed.",
    "G3：シールドゲージの最大値増加": "G3: Increase max Shield Gauge.",
    "G1：自身を中心にプレイヤーに被ダメージダウン・中を付与するエリアを生成する。効果はエリア内に入っているプレイヤーに継続的に付与され、エリア外に出ると効果は失われる": "G1: Place an area centered on yourself that provides Reduced Damage Taken (M) while inside its range.",
    "G1：長押し中、巨大盾を展開。展開中はシールドゲージの減少無効。展開中は移動不可。時間経過で消失する": "G1: Hold the skill button to summon a gigantic shield. While deployed, Shield Gauge is not consumed and movement is disabled. Automatically disappears after some time.",
    "G3：展開持続時間延長": "G3: Increase duration.",
    "G1：ボタン入力でダッシュ攻撃を行う。再度ボタン入力で停止する。攻撃中スタミナを消費。スキルボタンの追加入力で、フィニッシュ攻撃が可能。突進中はガード判定があり、攻撃をガード可能だがシールドゲージの消費量は増加する": "G1: Initiates a running charge attack that can be stopped by pressing the skill button again. Consumes Stamina while charging. A finishing attack can be performed by pressing the skill button again. While charging, your shield will guard against attacks, consuming Shield Gauge.",
    "G2：ダッシュ攻撃中スタミナ消費量減少": "G2: Reduce stamina consumption while running.",
    "G3：ダッシュ攻撃中移動速度上昇": "G3: Increase movement speed while running.",
    "発動時、自身に複数の効果を付与し、HPを大回復する。シールドブレイク時、シールドを復活させる。発動中、攻撃やガード成功時にULTゲージが増加し、最大時にULTボタン追加入力でゲージを消費して、味方に以下の効果を付与する。1回目:被ダメージ減少・中、HP割合継続回復・小。2回目:さらに与ダメージアップ・小を追加。3回目:さらに状態異常無効を追加": "Recover a large amount of HP and gain various effects. If you are shield broken, your Shield Gauge is fully restored. The Ult Gauge will be filled by successful attacks and blocks. Activating the skill with a full Ult Gauge will consume the gauge and grant your allies various buffs. Level 1: Reduced Damage Taken (M) and HP Regeneration (S). Level 2: Increased Damage Dealt (S). Level 3: Status Ailment Immunity.",
    "G1：自身を中心に衝撃波攻撃を行う。ヒットしたエネミーに挑発を付与し、引き寄せる。また狙われやすさが大きく増加する": "G1: Slam your sword into the ground, pulling in nearby enemies and Provoking them. Greatly increases your aggro.",
    "G1：発動後、次の任意の攻撃ヒット時、挑発を付与。また狙われやすさが最上位となり、さらに狙われやすさが増加する。タウントの効果は一定時間経過か、次の任意の攻撃ヒット時に終了する": "G1: After activating Taunt, your next attack will Provoke hit enemies, grant yourself maximum aggro from hit enemies, and further increase your aggro. Taunt's effect will end after the next attack hits or when its duration is exceeded.",
    "G3：挑発の効果時間延長": "G3: Increase Provoked duration.",
    "G1：盾を構えて突進攻撃を行う。ヒットしたエネミーにスタンを付与。突進中はガード可能だがシールドゲージの消費量は増加する": "G1: Raise your shield and perform a dash attack. Enemies that are hit will be Stunned. While dashing, your shield will guard against attacks, consuming Shield Gauge.",
    "G2：スタン持続時間延長": "G2: Increase Stun duration.",
    "G3：突進距離延長": "G3: Increase dash distance.",
    "G1：自身の正面にエネミーを貫通する斬撃攻撃を行う。ヒットしたエネミーに拘束を付与する": "G1: Perform an attack that penetrates enemies in front of you and Binds them.",
    "G2：拘束効果時間延長": "G2: Increase Bind duration.",
    "G3：斬撃範囲拡大": "G3: Increase slash size.",
    "G1：一定時間、ガード成功時のシールドゲージ消費量が大きく減少。カウンタースラッシュ時の被ダメージを軽減し、攻撃範囲を拡大する": "G1: Greatly reduce Shield Gauge consumption from guarding, reduce damage taken during Counter Slash, and increase Counter Slash attack range.",
    "G3：シールドゲージ消費量さらに減少": "G3: Reduce Shield Gauge consumption.",
    "G1：盾を構えて突進攻撃を行う。攻撃ヒット時、光属性の衝撃波を放つ。突進中はガード判定があり、攻撃をガード可能だがシールドゲージの消費量は増加する": "G1: Raise your shield and perform a dash attack. Hits create small Light elemental explosions. While dashing, your shield will guard against attacks, consuming Shield Gauge.",
    "G2：突進距離延長": "G2: Increase dash distance.",
    "G3：スキルボタン追加入力で3段攻撃可能": "G3: Attack up to 3 times by continuously pressing the skill button.",
    "G1：自身を中心に継続的に光属性のダメージを与えるエリアを生成する": "G1: Place an area centered on yourself that continuously deals Light elemental damage.",
    "G2：チャージ可能となり、チャージレベルが上昇すると与ダメージが増加する": "G2: Can be charged, increasing damage dealt.",
    "G3：さらにチャージが可能となり、チャージレベルが上昇すると与ダメージが増加する": "G3: Can be charged further, increasing damage dealt.",
    "G1：自身の正面に光属性の斬撃攻撃を行う。スキルボタン追加入力で2段攻撃が可能": "G1: Launch a Light elemental slash attack in front of yourself. Slash up to two times by repeatedly pressing the skill button.",
    "G2：光属性蓄積値増加": "G2: Increase Light elemental charge accumulation.",
    "G1：自身にHP継続回復・中を付与する": "G1: Grant yourself HP Regeneration (M).",
    "G3：総回復量増加": "G3: Increase total recovery amount.",
    "β：突進中、シールドゲージ消費量減少、インターバル短縮": "β: Reduce cooldown and Shield Gauge consumption while dashing.",
    "α：スキルボタン追加入力で3段攻撃可能": "α: Dash up to 3 times by continuously pressing the skill button.",
    "β：衝撃波範囲拡大、与ダメージ増加": "β: Increase explosion size and damage.",
    "α：衝撃波ヒット時、エネミーを引き寄せる": "α: Enemies hit by the explosions are pulled inwards.",
    "α：攻撃ヒット時、狙われやすさがさらに増加": "α: Further increase your aggro from hit enemies.",
    "β：チャージ時間が延長するが、与える光属性蓄積値が上昇する": "β: Increase Light elemental charge accumulation but also increase skill charge time.",
    "α：斬撃の攻撃範囲が縮小するが、スキルボタンの追加入力で3段攻撃が可能": "α: Reduce attack range and gain the ability to slash up to 3 times by continuously pressing the skill button.",
    "β：放った斬撃がその場で滞留し、与ダメージ増加": "β: Slashes remain in place. Increase damage.",
    "β：斬撃がその場に滞留し、多段ヒットするようになる": "β: Slashes remain in place and hit multiple times.",
    "α：発動中、カウンタースラッシュを行うと発動時に斬撃発生": "α: While Fortress is active, Counter Slash will perform a second slash.",
    "β：発動中、ガード成功時に光属性爆発発生": "β: While Fortress is active, successful blocks trigger a Light elemental explosion.",
    "α：総回復量がさらに増加": "α: Increase total recovery amount.",
    "β：回復速度上昇": "β: Increase rate of recovery.",
    "α：付与効果に属性耐性値アップ・中追加": "α: Additionally grants Increased Elemental Resistance (M).",
    "β：付与効果に与ダメージアップ・小追加": "β: Additionally grants Increased Damage Dealt (S).",
    "α：巨大盾を展開している状態で通常攻撃ボタンまたはダッシュボタン入力で盾を分離可能。分離中、スキルボタンの入力で分離解除": "α: While the shield is deployed, press the basic attack or sprint button to separate from the shield, leaving it in place. Use the skill again to despawn the shield.",
    "α：一定距離以上ダッシュしたときフィニッシュ攻撃の与ダメージ増加": "α: Increase damage of the finishing attack after running a certain distance.",
    "β：ダッシュ攻撃中、シールドゲージを消費しなくなる": "β: Shield Gauge will not be consumed when blocking attacks.",
    "α：発動時、自身にスーパーアーマーを付与": "α: Gain Super Armor while Taunt is active.",
    "β：効果終了時に、シールドゲージを回復。シールドブレイク時はガードブレイク時間短縮。": "β: After the effect ends, restore Shield Gauge. If you are guard broken, reduce the amount of time to recover your shield.",
    "G1：ガード成功時のシールドゲージの消費量を減少する": "G1: Reduce Shield Gauge consumption from successful blocks.",
    "G2：消費量減少": "G2: Reduce gauge consumption.",
    "G3：消費量減少": "G3: Reduce gauge consumption.",
    "G1：シールドブレイクから復帰するまでの時間を短縮する": "G1: Reduce the time it takes to recover from a shield-broken state.",
    "G2：時間短縮": "G2: Reduce recovery time.",
    "G3：時間短縮": "G3: Reduce recovery time.",
    "G1：ハンマーを大きく振り回す2段攻撃。左右移動入力しながら攻撃すると2段目が横なぎ攻撃に派生": "G1: A two-stage hammer swing attack. Attack while pressing a sideways movement key to alter the second stage into a sweeping attack.",
    "G2：前移動入力しながら攻撃すると2段目が土属性突き攻撃に派生": "G2: Attack while pressing the forward movement key to alter the second stage into an Earth elemental thrust attack.",
    "G3：後移動入力しながら攻撃すると2段目が突き上げ攻撃に派生。攻撃ヒット時、一定時間自身に被ダメージダウン・小を付与": "G3: Attack while pressing the backward movement key to alter the second stage into a thrusting uppercut attack, granting yourself Reduced Damage Taken (S) on successful hits.",
    "G1：ボールを射出する多段攻撃。最終段にヒットしたエネミーを引き寄せる。カートリッジを1消費。長押しするとリロード。カードリッジ残数0でリロードを行うとクイックリロードとなり、カートリッジの最大数が2増加": "G1: A multi-stage attack that launches your hammer's ball. The last stage pulls in hit enemies. Consumes 1 Cartridge. Hold to reload. Reload with 0 Cartridges remaining to Quick Reload, granting 2 bonus Cartridges.",
    "G2：最終段で与えるダメージ増加": "G2: Increase damage of the final stage.",
    "G3：最終段で与えるダメージ増加、引き寄せ効果強化": "G3: Increase damage and pull of the final stage.",
    "ハンマーで地面を砕き、地面を大きく隆起させて攻撃を行う。エネミーを打ち上げ、地面を砕いた地点を中心にエネミーに継続ダメージを与えるエリアを生成する": "G1: Slam your hammer into the ground, causing the earth around it to fracture. Knock up enemies and create a continuous damage area on the struck spot.",
    "G1：その場で飛び上がり、落下と同時に叩きつけ攻撃を行う。カートリッジを3消費": "G1: Jump up and smash your hammer down. Consumes 3 Cartridges.",
    "G2：与ダメージ増加、攻撃範囲拡大": "G2: Increase damage and attack size.",
    "G1：怯み効果を持つ移動する土属性の竜巻を2つ発生させる。カートリッジを1消費": "G1: Creates two Earth elemental tornadoes that stagger enemies. Consumes 1 Cartridge.",
    "G2：発生する竜巻が4つに増加": "G2: Number of tornadoes increased to 4.",
    "G1：その場で飛び上がり、落下と同時に地面を叩きつけ、土属性の地面を隆起させる攻撃を行う。カートリッジを2消費": "G1: Jump up and smash your hammer, causing the Earth elemental ground to protrude from the impact. Consumes 2 Cartridges.",
    "G2：与ダメージ増加し、さらに地面隆起攻撃ヒット時、移動速度ダウン・中付与": "G2: Increase damage and apply Reduced Movement Speed (M) from the earth protrusions.",
    "G1：自身の正面に強力な土属性ラウンドショットを射出する。スキルボタンを長押ししている間、カメラを操作して狙いを定めることが可能。カートリッジを5消費": "G1: Fire a powerful Earth elemental Round Shot in front of you. While holding the skill button, rotate your camera to adjust direction. Consumes 5 Cartridges.",
    "G3：さらにチャージ可能となり、チャージレベルが上昇すると与ダメージ増加、怯み効果強化": "G3: Can be charged further, increasing damage and stagger effect.",
    "G1：ラウンドショットを射出し、攻撃ヒット時、任意のタイミングでスキルボタンを入力するとエネミーの目の前に飛び込み振り回し攻撃を行う。カートリッジを2消費": "G1: Fire a Round Shot. On a successful hit, press the skill button again to pull yourself to the enemy and perform a swing attack. Consumes 2 Cartridges.",
    "G3：ラウンドショットの距離延長": "G3: Increase range of the Round Shot.",
    "G1：前方にラウンドショットを射出し、エネミーにスタンを付与する。スタンの付与が成功した時、エネミーを自身の方向へ引き寄せる。スキルボタン追加入力で追加の叩きつけ攻撃を行う。カートリッジを3消費": "G1: Fire a Round Shot forward that Stuns enemies and pulls them towards you upon a successful Stun. Press the skill button again to perform a slam attack. Consumes 3 Cartridges.",
    "G2：叩きつけ攻撃の与ダメージ増加": "G2: Increase damage of the slam attack.",
    "G1：後方に衝撃波攻撃を行う勢いで前方へ跳躍し、着地時に叩きつけ攻撃を行う。跳躍中はスーパーアーマー状態となる。カートリッジを1消費": "G1: Propel yourself up and forward by firing an explosion behind you, slamming your hammer upon landing. Gain Super Armor while airborne. Consumes 1 Cartridge.",
    "G3：跳躍距離延長": "G3: Increase leap distance.",
    "G1：スキルボタン長押しでスタミナを消費して回転攻撃を行う。ボタン解放時にラウンドショットを行うが、回転攻撃でスタミナが0となった場合はラウンドショットを行わない。カートリッジを2消費": "G1: Hold the skill button to perform a continuous spinning attack, consuming Stamina. If your Stamina is greater than 0 upon releasing the skill, fire a Round Shot. Consumes 2 Cartridges.",
    "G2：回転攻撃を続けると攻撃レベルが上昇し、与ダメージ増加、攻撃範囲拡大": "G2: Spin continuously to increase attack level, increasing damage and attack size.",
    "G3：さらに回転攻撃を続けると攻撃レベルが上昇し、与ダメージ増加、攻撃範囲拡大": "G3: Attack level can be increased further, increasing damage and attack size.",
    "G1：スキルボタン長押しでスタミナを消費して土属性の回転攻撃を行う。攻撃ヒット時、エネミーを自身に引き寄せ、自身に近いエネミーに移動速度ダウン・中を付与する。カートリッジを3消費": "G1: Hold the skill button to perform a continuous Earth elemental spinning attack, consuming Stamina. Hit enemies are pulled toward you and enemies close to you are afflicted with Reduced Movement Speed (M). Consumes 3 Cartridges.",
    "G2：回転攻撃を続けると攻撃レベルが上昇し、攻撃範囲拡大": "G2: Spin continuously to increase attack level, increasing attack size.",
    "G3：さらに回転攻撃を続けると攻撃レベルが上昇し攻撃範囲拡大。スタミナ消費量減少": "G3: Attack level can be increased further, increasing attack size. Reduce Stamina consumption.",
    "G1：特殊なカートリッジを装填する。特殊なカートリッジを消費して攻撃をするとその攻撃の与ダメージが増加。残弾0の時に発動するとカートリッジの上限を超えてリロードする。特殊なカートリッジは一定時間、またはリロードで効果を終了する": "G1: Load your weapon with special Cartridges that boost the damage of skills that consume them. Using Over-reload with 0 remaining Cartridges increases your max Cartridge count. The effect ends when its duration expires or after reloading.",
    "G3：カートリッジを消費した時の与ダメージ増加": "G3: Increase the damage boost from consuming the special Cartridges.",
    "G1：自身に一定ダメージ無効化を付与し、さらにスーパーアーマー状態になる。一定時間経過、または一定ダメージを受けると効果は終了する": "G1: Gain damage reduction and Super Armor. Effect ends after Rock Body's duration expires or after taking a certain amount of damage.",
    "G3：一定ダメージ無効化効果のダメージ上限増加": "G3: Increase damage reduction amount.",
    "G1：特殊なカートリッジを装填する。特殊なカートリッジを消費して攻撃をすると自身のHPを回復する。回復量はカートリッジの消費量に応じて増加。残弾0の時に発動するとカートリッジの上限を超えてリロードする。特殊なカートリッジは一定時間、またはリロードで効果を終了する": "G1: Load your weapon with special Cartridges that recover your HP when consumed, the recovery amount being based on the number of Cartridges consumed. Using Cure Cartridge with 0 remaining Cartridges increases your max Cartridge count. The effect ends when its duration expires or after reloading.",
    "G3：カートリッジを消費した時のHP回復量増加": "G3: Increase healing amount from consuming the special Cartridges.",
    "G1：戦闘不能になるダメージを受けた時、一定確率でHP1で留まる": "G1: When hit with lethal damage, survive with 1 HP at a certain chance.",
    "G2：発動確率上昇": "G2: Increase activation probability.",
    "G3：発動確率上昇": "G3: Increase activation probability.",
    "β：ダウン状態のエネミーへの与ダメージ増加": "β: Increase damage against downed enemies.",
    "α：さらに攻撃範囲拡大": "α: Increase attack size.",
    "β：怯み効果が弱化するが、与ダメージが増加する": "β: Reduce stagger effect but increase damage.",
    "α：地面隆起攻撃の攻撃範囲拡大": "α: Increase attack size of the earth protrusions.",
    "β：地面隆起攻撃の属性蓄積値増加、インターバル短縮": "β: Reduce cooldown and increase elemental charge accumulation from the earth protrusions.",
    "β：カートリッジ消費量が7に増加するが、与ダメージが上昇する": "β: Increase Cartridge consumption to 7 and increase damage.",
    "α：振り回し攻撃の与ダメージ増加、攻撃範囲拡大": "α: Increase damage and size of the swing attack.",
    "β：消費するカートリッジ量が1に減少": "β: Reduce Cartridge consumption to 1.",
    "α：ラウンドショットヒット時、エネミーに被ダメージアップ・小付与": "α: Apply Increased Damage Taken (S) on enemies hit by the Round Shot.",
    "β：叩きつけ攻撃ヒット時、自身に被ダメージダウン・大付与": "β: Grant yourself Reduced Damage Taken (L) upon successfully hitting the slam attack.",
    "α：ダウン状態のエネミーへの叩きつけ攻撃与ダメージ増加": "α: Increase damage of the slam attack against downed enemies.",
    "β：衝撃波攻撃の怯み効果強化": "β: Increase stagger effect of the explosion.",
    "β：回転攻撃中、自身の移動速度アップ、ラウンドショットの与ダメージ増加": "β: Increase movement speed while spinning and increase damage of the Round Shot.",
    "α：スタミナ消費量減少、攻撃範囲拡大": "α: Reduce Stamina consumption and increase attack size.",
    "α：スタミナ消費量が減少し、回転攻撃中は移動速度アップ": "α: Reduce Stamina consumption and gain increased movement speed while spinning.",
    "β：与ダメージが増加し、ヒット時に狙われやすさが増加する": "β: Increase damage and increase aggro on hit.",
    "α：効果時間延長、インターバル短縮": "α: Increase duration and reduce cooldown.",
    "β：効果時間が短くなるが、与ダメージが増加する": "β: Reduce duration but increase damage boost.",
    "α：さらに一定ダメージ無効化効果のダメージ上限増加": "α: Increase damage reduction amount.",
    "β：効果中、与ダメージアップ・小を付与、インターバル短縮": "β: While active, gain Increased Damage Dealt (S). Reduce cooldown.",
    "α：装弾する弾が1発増加する。残弾が0の時にリロードした際もこの効果は適用される": "α: Increase number of special Cartridges loaded by 1. Also applies when activating the skill with 0 Cartridges remaining.",
    "β：発動時に自身のHPを一定量回復": "β: Recover HP when activating the skill.",
    "α：竜巻の持続時間延長": "α: Increase tornado duration.",
    "SMAエネミーステップジャンプ": "Springboard Jump",
    "BLSエネミーステップジャンプ": "Springboard Jump",
    "BSKエネミーステップジャンプ": "Springboard Jump",
    "MGCエネミーステップジャンプ": "Springboard Jump",
    "RBLエネミーステップジャンプ": "Springboard Jump",
    "LANエネミーステップジャンプ": "Springboard Jump",
    "BLS受け身": "Rebound",
    "BSK受け身": "Rebound",
    "MGC受け身": "Rebound",
    "RBL受け身": "Rebound",
    "SMA受け身": "Rebound",
    "LAN受け身": "Rebound",
    "キュアアロー": "Cure Arrow",
    "β：巨大盾でガードするとエネルギーを蓄積。展開終了時、蓄積エネルギーレベルに応じた衝撃波攻撃を行う": "β: Blocking attacks builds up energy. After the shield disappears, unleashes a shockwave attack based on the amount of energy accrued.",
    "アークバレット": "Arc Bullet",
    "G1：無属性の魔法弾を4発連続で放つ。属性武器を所持していた場合、魔法弾の属性は武器属性の攻撃となる。EPを30消費": "G1: Fire four non-elemental magic bullets. The equipped weapon's element will apply to this skill. Consumes 30 EP.",
    "G2：魔法弾が5発に増加": "G2: Increase number of magic bullets to 5.",
    "G3：魔法弾が6発に増加": "G3: Increase number of magic bullets to 6.",
    "β：魔法弾が着弾時、炸裂するようになる": "β: The magic bullets explode on impact.",
    "G1：味方のHPを小回復するエリアを生成。ダメージを与えるとBCゲージが増加。一定値を超えるとレベルが上昇し、回復量が増加。発射するとゲージはリセットされる": "G1: Places an area that heals allies within its range. Dealing damage fills the BC gauge, which increases the healing amount when charged past certain thresholds. BC gauge is reset after firing Cure Arrow.",
    "G2：ダメージを与えた時のBCゲージ上昇量増加": "G2: Increase the amount of BC gauge accumulated when dealing damage.",
    "G3：HP回復量増加": "G3: Increase healing amount.",
    "ソウルコンボ": "Soul Combo",
    "PFM受け身": "Rebound",
    "PFMエネミーステップジャンプ": "Springboard Jump",
    "アボイダンス": "Avoidance",
    "ファイトアウト": "Fight-out",
    "エグザルテーション": "Exaltation",
    "ヘイトマネジメント": "Hate Management",
    "トランスファー": "Transfer",
    "アクションサポート": "Action Support",
    "ヘイトフルダメージ": "Hateful Damage",
    "ハイリザレクト": "High Resurrect",
    "G1：自身がエネミーから狙われている時、自身の移動速度がアップする": "G1: Increase your movement speed while being targeted by an enemy.",
    "G2：移動速度上昇": "G2: Increase movement speed.",
    "G3：移動速度上昇": "G3: Increase movement speed.",
    "G1：回避で消費するスタミナが減少する": "G1: Reduce stamina consumption from dodging.",
    "G2：スタミナ消費量減少": "G2: Reduce Stamina consumption.",
    "G3：スタミナ消費量減少": "G3: Reduce Stamina consumption.",
    "G1：HPが一定値以上の時、与ダメージが増加する": "G1: Increase damage when your HP is above a certain percentage.",
    "G1：ダメージを与えたエネミーからの狙われやすさが減少する": "G1: Reduce aggro from enemies that you dealt damage to.",
    "G2：狙われやすさ減少": "G2: Reduce aggro.",
    "G3：狙われやすさ減少": "G3: Reduce aggro.",
    "G1：最大HPが減少し、最大EPが増加する": "G1: Reduce Max HP but increase Max EP.",
    "G2：最大EP増加": "G2: Increase Max EP.",
    "G3：最大EP増加": "G3: Increase Max EP.",
    "G1：戦闘中、ジャンプ、ダッシュのスタミナ消費量が減少する": "G1: Reduce Stamina consumption when jumping and sprinting while in combat.",
    "G1：ダメージを与えたエネミーからの狙われやすさが増加する": "G1: Increase aggro from enemies that you dealt damage to.",
    "G2：狙われやすさ増加": "G2: Increase aggro.",
    "G3：狙われやすさ増加": "G3: Increase aggro.",
    "G1：他プレイヤーの救護に成功した時に、他プレイヤーのHPをより回復した状態で復活させる": "G1: When rescuing another player, that player will resurrect with more HP than usual.",
    "アドレナリン": "Adrenaline",
    "ライズアンドスピード": "Rise & Speed",
    "G1：自身がエネミーから狙われている時、被ダメージが減少する": "G1: Reduce your damage taken while being targeted by an enemy.",
    "G2：被ダメージ減少": "G2: Reduce damage taken.",
    "G3：被ダメージ減少": "G3: Reduce damage taken.",
    "G1：他プレイヤーの救護に成功した時に、他プレイヤーの移動速度が上昇した状態で復活させる": "G1: When rescuing another player, that player will resurrect with increased movement speed.",
    "トランスフィジカル": "Transphysical",
    "コークスクリュー": "Corkscrew",
    "エンチャントスロウ": "Enchant Throw",
    "G1：カートリッジの最大数が2つ減少し、最大HPが増加する": "G1: Reduce Cartridge count by 2 but increase Max HP.",
    "G2：最大HP増加": "G2: Increase Max HP.",
    "G3：最大HP増加": "G3: Increase Max HP.",
    "G1：ラウンドショットの最終段ヒット時、エネミーに移動速度ダウン・中を付与する": "G1: Round Shot's final hit applies Reduced Movement Speed (M) on hit enemies.",
    "G2：移動速度ダウン効果強化": "G2: Increase effectiveness of Reduced Movement Speed.",
    "G3：移動速度ダウン効果強化": "G3: Increase effectiveness of Reduced Movement Speed.",
    "G1：ラウンドショットの最終段に、衝撃波が発生するようになる": "G1: Round Shot's final stage triggers a shockwave.",
    "G3：衝撃波の与ダメージ増加": "G3: Increase shockwave damage.",
    "ヴァンガード": "Vanguard",
    "アディショナルキュア": "Additional Cure",
    "ドレインフィーバー": "Drain Fever",
    "ダメージバースト": "Damage Burst",
    "バーストエンブレム": "Burst Emblem",
    "エレキトランス": "Electrance",
    "G1：重刻・散華の怯み効果を強化する": "G1: Increase stagger effect of Final Bloom.",
    "G2：重刻・散華の与ダメージ増加": "G2: Increase damage of Final Bloom.",
    "G3：重刻・散華の与ダメージ増加": "G3: Increase damage of Final Bloom.",
    "G1：刻印・虚、絡発動時に、雷属性蓄積値を追加する": "G1: Accumulate Thunder elemental charge when activating Void and Entanglement Marks.",
    "G3：雷属性蓄積値増加": "G3: Increase Thunder elemental charge accumulation.",
    "テンポアップ": "Tempo Up",
    "ディフェンシヴチャージ": "Defensive Charge",
    "リフレッシュプラス": "Refresh Plus",
    "G1：パーティーチェイン数が一定数以上になった時、自身とパーティメンバー全員に、攻撃時HP吸収する効果を付与する": "G1: Grant HP Drain to yourself and all party members when the party chain reaches a certain amount.",
    "G2：吸収量増加": "G2: Increase drain amount.",
    "G3：吸収量増加": "G3: Increase drain amount.",
    "G1：コンボゲージ最大時、自身の移動速度がアップする": "G1: Increase movement speed when your Combo Gauge is max.",
    "G1：バーストボーナス中、自身の与ダメージと与える属性蓄積値が増加する": "G1: Increase damage and elemental charge accumulation during Burst Bonus Time.",
    "G2：属性蓄積値増加": "G2: Increase elemental charge accumulation.",
    "G3：属性蓄積値増加": "G3: Increase elemental charge accumulation.",
    "G1：クラスアクション発動中、自身の被ダメージがダウンする": "G1: Reduce damage taken during your Class Action.",
    "G2：被ダメージダウン強化": "G2: Increase damage reduction.",
    "G3：被ダメージダウン強化": "G3: Increase damage reduction.",
    "G1：HPを回復するアイテムを使用時、一定確率で状態異常と属性状態異常を回復する": "G1: When using HP recovery items, recover status ailments and elemental status ailments at a certain chance.",
    "G1：与ダメージが上昇する。効果はシールドゲージの残量が多いほど増加する": "G1: Increase damage dealt based on remaining Shield Gauge. The higher your remaining Shield Gauge, the greater the damage increase.",
    "G1：キュアアロー発動時、自身のHPを小回復する": "G1: Using Cure Arrow provides slight HP recovery for yourself.",
    "フォワードアウェイ": "Forward Away",
    "フィジカルジャンプ": "Physical Jump",
    "G1：エスケープリープ時、前移動入力しながらジャンプすると、前にジャンプするようになる": "G1: Press the forward input key during Escape Leap to vault forward.",
    "G2：リープショットの与ダメージ増加": "G2: Increase damage of Leap Shot.",
    "G1：エスケープリープ時、地面を蹴る瞬間のみスーパーアーマー状態となる": "G1: Gain Super Armor during Escape Leap's ground kick.",
    "G2：スーパーアーマー状態の時の被ダメージが減少": "G2: Reduce damage taken during the Super Armor.",
    "G3：スーパーアーマー状態の時の被ダメージが減少": "G3: Reduce damage taken during the Super Armor.",
    "ジェネレートアンプ": "Generate Amp",
    "G1：回復アイテム使用時のインターバルが短縮する": "G1: Reduce cooldown of recovery items.",
    "G1：ギターを使った3連近接攻撃と遠隔攻撃の4連コンボ。近接攻撃時にアンプから範囲攻撃を展開し、4段目の遠隔攻撃はアンプヒット時に範囲攻撃を展開する。左右移動入力しながら攻撃すると２段目が自身とアンプを中心とした範囲攻撃に派生する。通常攻撃ボタンを長押しして離すと自身とアンプを中心とした範囲攻撃に派生し、ヒートゲージ最大時にはハイスピリット状態を発動しつつ範囲攻撃。ハイスピリット状態時は4連コンボの範囲攻撃の範囲が拡大し、与ダメージが増加。左右派生攻撃と範囲攻撃の範囲が拡大し、怯み効果が強化される": "G1: A four-stage attack utilizing a guitar consisting of three melee attacks and a final ranged attack. The melee attacks produce area attacks from your amp, and the ranged attack produces an area attack if it hits your amp. Attack while pressing a sideways movement key to alter the second stage into an area attack centered on yourself and your amp. Hold the basic attack button to perform an area attack centered on yourself and your amp, and if your Heat Gauge is full, activate High Spirit. During High Spirit, increase the size and damage of four-stage combo's area attacks, and increase the size and stagger effect of the sideways input variant.",
    "G1：自身の攻撃やバフに連動して範囲攻撃、範囲バフが発生するアンプを設置する。長押しで狙った場所にアンプを設置することが可能": "G1: Place an amp that duplicates your attacks and buffs into area attacks and area buffs. Hold the button to place at a designated location.",
    "ブレイクダウン": "Breakdown",
    "G1：ギターを叩きつけた後、スキルボタンの追加入力でフルスイングする近接攻撃。ハイスピリット状態時は与ダメージが増加する": "G1: Perform a downward swing with your guitar and press the skill button again to follow up with a full swing. During High Spirit, increase damage.",
    "スピリットチャージ": "Spirit Charge",
    "メディカルコード": "Medical Chord",
    "ブレイブノート": "Brave Note",
    "スタンウェーブ": "Stun Wave",
    "バインドロック": "Bind Rock",
    "オーディアグレス": "Audiagres",
    "リバーブヒール": "Reverb Heal",
    "ルーターズソング": "Rooter's Song",
    "ブレイキングビート": "Breaking Note",
    "ハルシオンノート": "Halcyon Note",
    "ソリッドゲイン": "Solid Gain",
    "カームララバイ": "Calm Lullaby",
    "カデンツァ": "Cadenza",
    "G1：アンプ拡散ヒット時などのヒートゲージ蓄積量が増加するバフを自身に付与する。ハイスピリット状態時はこのバフの効果時間を延長する": "G1: Grant yourself a buff that increases the amount of Heat Gauge generated when playing skills through an amp.",
    "G1：狙った方向に、ヒットした味方に被ダメージダウン・中、HP回復量アップ・中を付与する音波を射出する。アンプヒット時に同様の効果の範囲バフを展開。ハイスピリット状態時はこのバフの効果時間を延長。使用時に移動入力することでステップが発生する": "G1: Fire a sound wave that grants Reduced Damage Taken (M) and HP Regeneration (M). Hit your amp with the skill to emit a buff area. During High Spirit, increase buff duration. Press a movement key simultaneously to perform a Cancel Step.",
    "G1：自身とアンプを中心とした一定範囲の味方に与ダメージアップ・中を付与する範囲バフを発生させる。ハイスピリット状態時はこのバフの効果量が少し増加する": "G1: Create a buff area centered on yourself and your amp that grants Increased Damage Dealt (M). During High Spirit, slightly increase the effectiveness of the buff.",
    "G1：狙った方向にスタンを付与する音波を射出する。アンプヒット時に同様の効果の範囲デバフを展開。ハイスピリット状態時はこのスタンの持続時間を延長する": "G1: Fire a sound wave that Stuns enemies. Hit your amp with the skill to emit a debuff area of the same effect. During High Spirit, increase Stun duration.",
    "G1：狙った方向に拘束を付与する音波攻撃を射出する。アンプ拡散ヒット時に範囲攻撃を展開。この範囲攻撃にヒットした場合も拘束を付与。ハイスピリット状態時は与ダメージが増加する": "G1: Fire a sound wave that Binds hit enemies. Hit your amp with the skill to emit an area attack that also Binds hit enemies. During High Spirit, increase damage.",
    "G1：狙った位置にアンプを設置し、範囲攻撃を行う。スキルボタンの追加入力でアンプを中心とした継続ダメージエリアを設置が可能。ただしこのとき、インターバルが増加する。ハイスピリット状態時は本スキルの範囲攻撃、継続ダメージエリアの与ダメージが増加。使用時に移動入力することでステップが発生する": "G1: Drop your amp at the designated location in an area attack. Press the skill button again to create a continuous damage area centered on the amp but increase the skill cooldown. During High Spirit, increase damage of initial attack and the continuous damage area. Press a movement key simultaneously to perform a Cancel Step.",
    "G1：ヒットした味方のHPを回復する音波を射出する。アンプヒット時、回復エリアを展開する。": "G1: Fire a sound wave that recovers the HP of hit allies. Hit your amp with the skill to emit a healing area.",
    "G1：クールな曲を奏でる演奏スキル。一定間隔で自身とアンプを中心に与ダメージアップ・中、被ダメージダウン・中を付与するバフエリアを展開する。これらのバフは効果が重複する。エリアが展開されるタイミングでスキルボタンを追加入力すると追加で被ダメージダウンバフエリアを展開する。ハイスピリット状態時で発動するとバフの効果量が増加しバフエリアの範囲が拡大する": "G1: Play a cool song, creating a buff area centered on yourself and your amp, granting Increased Damage Dealt (M) and Reduced Damage Taken (M). The buffs can be stacked. Press the skill button repeatedly to create a buff area that grants Reduced Damage Taken. During High Spirit, increase area size and effectiveness of the buffs.",
    "G1：ロックな曲を奏でる演奏スキル。一定間隔で自身とアンプを中心とした範囲攻撃を展開する。エリアが展開されるタイミングでスキルボタンを追加入力すると追加で範囲攻撃を展開する。ハイスピリット状態時は与ダメージが増加し攻撃範囲が拡大する": "G1: Jam to a rock tune, performing area attacks centered on yourself and your amp. Press the skill button repeatedly to continuously perform area attacks. During High Spirit, increase area size and damage.",
    "G1：エモーショナルな曲を奏でる演奏スキル。一定間隔で自身とアンプを中心とした回復エリアを展開する。最終段の回復エリアにヒットするとHP継続回復・小を同時に付与する。エリアが展開されるタイミングでスキルボタンを追加入力すると追加で回復エリアを展開する。ハイスピリット状態時は回復量が増加しエリア範囲が拡大する": "G1: Perform an emotional tune, creating a healing area centered on yourself and your amp. The final stage of the healing area grants HP Regeneration (S). Press the skill button repeatedly to continuously deploy healing areas. During High Spirit, increase area size and healing amount.",
    "G1：狙った位置にアンプを設置し、アンプを中心とした一定範囲の味方にスーパーアーマー、被ダメージダウン・中を付与するバフエリアを展開。ハイスピリット状態時はバフエリアの範囲が拡大。使用時に移動入力することでステップが発生する": "G1: Place your amp at the designated location and generate a buff area from it that provides Super Armor and Reduced Damage Taken (M). During High Spirit, increase area size. Press a movement key simultaneously to perform a Cancel Step.",
    "G1：狙った位置にアンプを設置し、アンプを中心とした一定範囲のエネミーにスリープを付与するエリアを展開。ハイスピリット状態時はエリアの範囲が拡大。使用時に移動入力することでステップが発生する": "G1: Place your amp at the designated location and generate an area from it that Sleeps enemies. During High Spirit, increase area size. Press a movement key simultaneously to perform a Cancel Step.",
    "α：刻印を付与しているエネミーに大アッパー攻撃をヒットさせた際、ダメージ増加": "α: Increase damage of the big uppercut against Marked enemies.",
    "β：大アッパー攻撃時に、大きく飛び上がる": "β: Rise up off the ground during the big uppercut.",
    "β：刻印が発動しなくなるが、攻撃範囲が拡大し、刻印・虚を付与するようになる": "β: No longer activates Marks, but increase attack size and apply a Void Mark.",
    "α：攻撃範囲の中心部で2ヒットするようになる": "α: The center of the attack performs a second hit.",
    "β：攻撃ヒット時、さらに刻印・虚を付与": "β: Additionally apply a Void Mark on hit.",
    "α：衝撃波のサイズ拡大": "α: Increase shockwave size.",
    "β：攻撃範囲が縮小するが、ヒット時に拘束付与、急降下時の与ダメージ増加": "β: Reduce attack size but apply Bind on hit and increase plunge damage.",
    "α：攻撃ヒット時にヒートゲージ上昇量アップ": "α: Increase Heat Gauge accumulation on successful hits.",
    "G2：1段目攻撃と2段目攻撃の怯み効果強化": "G2: Increase stagger effect of stage 1 and stage 2.",
    "G3：フルスイング攻撃がチャージ可能になる。チャージすると与ダメージ増加": "G3: The full swing can be charged, increasing damage.",
    "α：発動時に自身にHP継続回復・中付与": "α: Grant yourself HP Regeneration (M).",
    "α：アンプヒット時に付与する効果にHP回復・中追加": "α: Additionally grants HP Regeneration (M) when hitting your amp.",
    "G3：スキルボタン長押しでチャージが可能になる。チャージすると付与するバフの効果量増加": "G3: Can be charged, increasing effectiveness of the buffs.",
    "α：バフの効果時間延長": "α: Increase buff duration.",
    "G3：効果量増加": "G3: Increase effectiveness.",
    "α：スタンの持続時間が短縮するが、デバフ範囲拡大": "α: Reduce Stun duration but increase debuff area size.",
    "β：ヒットしたエネミーに属性耐性ダウン・中付与": "β: Apply Reduced Elemental Resistance (M) on hit enemies.",
    "α：遠隔攻撃と範囲攻撃の怯み効果強化": "α: Increase stagger effect of the ranged attack and area attack.",
    "G2：スキルボタンの追加入力で最大2回まで遠隔攻撃可能": "G2: Perform the ranged attack up to 2 times by continuously pressing the skill button.",
    "G3：スキルボタンの追加入力で最大3回まで遠隔攻撃可能": "G3: Perform the ranged attack up to 3 times by continuously pressing the skill button.",
    "β：3回目の遠隔攻撃時に自身の前にアンプ設置": "β: Place your amp in front you after firing the third ranged attack.",
    "α：範囲攻撃、継続ダメージエリアの怯み効果強化": "α: Increase stagger effect of the area attack and continuous damage area.",
    "G3：範囲攻撃の与ダメージ増加": "G3: Increase damage.",
    "β：アンプ設置時、アンプの方向にエネミーを引き寄せる": "β: Pulls in enemies towards your amp when placing it.",
    "α：アンプから発生する回復エリアの範囲拡大": "α: Increase your amp's healing area size.",
    "G2：スキルボタン長押しでチャージが可能になる。チャージすると本スキルのHP回復量増加": "G2: Can be charged, increasing healing amount.",
    "β：アンプから発生する回復エリア範囲が縮小するが、回復量増加、インターバル短縮": "β: Reduce your amp's healing area size but increase healing amount and reduce cooldown.",
    "β：攻撃時の怯み効果強化": "β: Increase stagger effect.",
    "α：アンプから発生する回復エリア拡大": "α: Increase the size of the healing area from your amp.",
    "α：付与するバフに属性耐性アップ・中追加": "α: Additionally grant Increased Elemental Resistance (M).",
    "G3：バフの効果時間延長": "G3: Increase buff duration.",
    "β：付与するバフに救護速度アップ、移動速度アップ・中追加": "β: Additionally grant Increased Rescue Speed and Increased Movement Speed (M).",
    "α：スリープの持続時間延長": "α: Increase Sleep duration.",
    "G3：スリープの持続時間延長": "G3: Increase Sleep duration.",
    "β：インターバル短縮": "β: Reduce cooldown.",
    "壮大な曲を演奏しパフォーマンスを行う。曲と共に自身を中心とした範囲攻撃、味方のHP回復をするエリア、味方に与ダメージアップ・中、被ダメージダウン・小を付与するバフエリアを順番に発生させる。フィールドに自身が設置したアンプがあればそのアンプを中心に同様の効果のエリアが同タイミングで発生する": "G1: Perform a magnificent piece, synchronously creating an area centered on yourself and your amp that deals damage to enemies and provides healing for allies. Additionally, the area grants Increased Damage Dealt (M) and Reduced Damage Taken (S) in that order.",
    "PFM回避": "Dodge",
    "サジタリウス": "Sagittarius",
    "BSK回避": "Dodge",
    "SMA回避": "Dodge",
    "LAN回避": "Dodge",
    "SAV回避": "Dodge",
    "G4：土属性範囲攻撃がヒットしたエネミーに土属性耐性ダウン・小付与": "G4: Enemies hit by the Earth elemental attack are afflicted with Reduced Earth Resistance (S).",
    "G4：ウィークアタックでダメージを与えた時のBCゲージ上昇量増加": "G4: Increase the amount of BC gauge accumulated when performing Weak Attacks.",
    "G4：火属性突き攻撃がヒットしたエネミーに火属性耐性ダウン・小付与": "G4: Enemies hit by the Fire elemental attack are afflicted with Reduced Fire Resistance (S).",
    "G4：HP吸収量増加": "G4: Increase HP drain amount.",
    "G4：破裂弾攻撃が範囲拡大し、怯み効果が変化する": "G4: Increase size of the explosive sphere and modify its stagger effect.",
    "G4：EP回復量増加": "G4: Increase EP recovery amount.",
    "G4：光属性突き攻撃がヒットしたエネミーに光属性耐性ダウン・小付与": "G4: Enemies hit by the Light elemental attack are afflicted with Reduced Light Resistance (S).",
    "G4：カウンタースラッシュがヒットしたエネミーからの狙われやすさが増加": "G4: Increase aggro from enemies hit by Counter Slash.",
    "G4：土属性突き攻撃がヒットしたエネミーに土属性耐性ダウン・小付与": "G4: Enemies hit by the Earth elemental attack are afflicted with Reduced Earth Resistance (S).",
    "G4：ラウンドショットで与えるダメージ増加": "G4: Increase Round Shot damage.",
    "G4：刻印・虚、絡を付与する攻撃が雷属性攻撃になる": "G4: The attacks that apply Void Marks and Entanglement Marks become Thunder elemental attacks.",
    "G4：リープショットがヒットしたエネミーに雷属性耐性ダウン・小付与": "G4: Enemies hit by Leap Shot are afflicted with Reduced Thunder Resistance (S).",
    "ヘイトコレクト": "Hate Collect",
    "レゾナンススピア": "Resonance Spear",
    "ファストドロウ": "Fast Draw",
    "エングラムアッパー": "Engram Upper",
    "デスペラード": "Desperado",
    "G4：HP最大値増加": "G4: Increase Max HP.",
    "G4：攻撃力増加": "G4: Increase attack.",
    "G4：防御力増加": "G4: Increase Defense.",
    "G4：回復力増加": "G4: Increase Recovery.",
    "G4：会心率増加": "G4: Increase Crit Rate.",
    "PFMスキル中断ステップ": "Cancel Step",
    "コンフォーティング": "Comforting",
    "G1：演奏スキル使用中、自身にHP継続回復付与": "G1: Gain continuous HP regeneration during performance skills.",
    "リサージェンス": "Resurgence",
    "G1：味方の救護に成功した時、その味方に被ダメージダウン・小付与": "G1: When rescuing another player, that player will resurrect with Reduced Damage Taken (S).",
    "ロックサーフェス": "Rock Surface",
    "オルタナティブスタイル": "Alternative Style",
    "エキサイトライブ": "Excite Live",
    "アグレッサーモード": "Aggressor Mode",
    "G1：演奏スキル使用中、自身にスーパーアーマー付与": "G1: Gain Super Armor during performance skills.",
    "G1：ハイスピリット状態中、ベースアクション・ソウルコンボの下方向派生が、ヒットした味方のHPを回復する音波発射に変化する。アンプにヒットすると回復エリア展開": "G1: During High Spirit, alter Soul Combo's backward input variation to fire a sound wave that heals hit allies and generates a healing area when it hits your amp.",
    "G1：ヒートゲージの上昇量増加": "G1: Increase Heat Gauge accumulation.",
    "G1：自身が攻撃系のタクティカルスキルを装備している場合に、自身に与ダメージアップ・小を付与する。攻撃系のタクティカルスキルの数が多いほど与ダメージアップの効果が強化される": "G1: Grant yourself Increased Damage Dealt (S) for each attack Tactical Skill you have equipped.",
    "G2：前移動入力で光属性の遠隔攻撃に派生、アンプ拡散ヒット時に光属性範囲攻撃が発生。ハイスピリット状態時はこの攻撃の光属性蓄積値が大きく増加する": "G2: Attack while pressing the forward movement key to perform a ranged Light elemental attack that becomes an area attack if it hits your amp. During High Spirit, greatly increase the elemental charge accumulation of this attack.",
    "G3：後移動入力で一定時間、自身のヒートゲージが上昇するバフを付与する遠隔攻撃に派生、アンプ拡散ヒット時に範囲攻撃が発生。ハイスピリット状態時はこのバフが回避のスタミナ消費量減少バフに変化": "G3: Attack while pressing the backward movement key to perform a ranged attack that becomes an area attack if it hits your amp, granting yourself a buff that fills your Heat Gauge over time. During High Spirit, this buff changes into a buff that reduces Stamina consumption while dodging.",
    "G4：光属性の遠隔攻撃にヒットしたエネミーに光属性耐性ダウン・小付与": "G4: Enemies hit by the Light elemental attack are afflicted with Reduced Light Resistance (S).",
    "G2：アンプの設置可能距離延長": "G2: Increase maximum amp placement distance.",
    "G3：アンプの持続時間延長": "G3: Increase amp duration.",
    "G2：被ダメージダウンバフの効果量増加": "G2: Increase effectiveness of the Reduced Damage Taken buff.",
    "β：フルスイング攻撃のチャージ時間が増加するが、ダメージがさらに増加": "β: Increase full swing charge time and damage.",
    "β：効果時間中、通常攻撃で発生するアンプからの範囲攻撃の与ダメージ増加": "β: While active, increase area damage from your amp when using basic attacks.",
    "β：音波を射出しなくなるが、自身とアンプを中心としたバフエリアを展開するようになる": "β: No longer fires a sound wave, but creates buff areas centered on yourself and your amp.",
    "β：範囲バフがヒットしたエネミーにダメージを与える": "β: The buff area deals damage to enemies.",
    "α：自身とアンプから展開する最終段のバフエリアが一定時間その場に残留する": "α: The buff area emitted from you and your amp on the final stage of the skill will temporarily remain in place.",
    "β：自身から展開するバフエリアが縮小するが、アンプから展開するバフエリアが拡大する": "β: Reduce the size of the buff area emitted by you, but increase the size of the buff area emitted by your amp.",
    "α：アンプから発生する範囲攻撃の範囲拡大": "α: Increase the size of the area attack from your amp.",
    "β：HP回復量が低下しHP継続回復がなくなるが、味方にHP吸収効果付与": "β: Reduce healing amount and no longer provides HP Regeneration, but grants HP Drain.",
    "G2：演奏スキル使用中の効果に被ダメージダウン・小追加": "G2: Additionally gain Reduced Damage Taken (S) during performance skills.",
    "G3：演奏スキル使用中の被ダメージダウン効果強化": "G3: Increase effectiveness of the Reduced Damage Taken during performance skills.",
    "G2：HP継続回復効果強化": "G2: Increase effectiveness of continuous HP regeneration.",
    "G3：HP継続回復効果強化": "G3: Increase effectiveness of continuous HP regeneration.",
    "G2：ヒートゲージの上昇量さらに増加": "G2: Increase accumulation.",
    "G3：ヒートゲージの上昇量さらに増加": "G3: Increase accumulation.",
    "G2：与ダメージアップ効果強化": "G2: Increase effectiveness of Increased Damage Dealt.",
    "G3：与ダメージアップ効果強化": "G3: Increase effectiveness of Increased Damage Dealt.",
    "G2：被ダメージダウン効果強化": "G2: Increase effectiveness of Reduced Damage Taken.",
    "G3：被ダメージダウン効果強化": "G3: Increase effectiveness of Reduced Damage Taken.",
    "G4：ハイスピリット状態の持続時間延長": "G4: Increase amp duration during High Spirit.",
    "G4：インターバル短縮": "G4: Reduce cooldown.",
    "G4：効果時間をさらに延長": "G4: Increase duration.",
    "G4：バフの持続時間延長": "G4: Increase buff duration.",
    "G4：範囲拡大": "G4: Increase area size.",
    "G4：スタン持続時間さらに延長": "G4: Increase Stun duration.",
    "G4：遠隔攻撃と範囲攻撃の与ダメージ増加": "G4: Increase damage of the ranged attack and area attack.",
    "G4：範囲攻撃、継続ダメージエリア範囲拡大": "G4: Increase size of the area attack and continuous damage area.",
    "G4：チャージ上限が増加し、さらにチャージが可能になる。チャージすると本スキルのHP回復量増加": "G4: Can be charged further, increasing healing amount.",
    "G4：与ダメージアップバフの効果量増加": "G4: Increase effectiveness of the Increased Damage Dealt buff.",
    "G4：範囲攻撃の攻撃範囲拡大": "G4: Increase area size.",
    "G4：HP継続回復の効果量増加": "G4: Increase effectiveness of the HP Regeneration.",
    "G4：バフエリアの効果範囲拡大": "G4: Increase area size.",
    "G4：スリープエリアの範囲拡大": "G4: Increase area size.",
    "リミテッドトリガー": "Limit Trigger",
    "G1：ULTスキル発動時、コンボゲージが上昇、しばらくの間、コンボゲージが限界値を超過して加算される状態になる。さらにこの状態中はTスキル、ULTスキル、ジャスト回避の発動でもコンボゲージが上昇するようになる": "G1: Activating your Ultimate Skill will build Combo and temporarily boost the maximum Combo Gauge value. In this state, the Combo Gauge can be filled by activating Tactical Skills, Ultimate Skills, and performing Perfect Dodges.",
    "G2：ゲージ上限上昇": "G2: Increase maximum gauge.",
    "G3：ゲージ上限さらに上昇": "G3: Increase maximum gauge.",
    "キュアエクステンション": "Cure Extension",
    "センチネルシフト": "Sentinel Shift",
    "ソウルレスエンブレム": "Soulless Emblem",
    "G1：回復スキル、バフスキルでもBCゲージが上昇するようになる。また、HPが20％以下の味方に対するキュアアローの回復量をアップする": "G1: Recovery and Buff skills will also fill the BC gauge. Additionally, allies with 20% HP or lower will receive increased healing from Cure Arrow.",
    "G2：回復量アップの条件がHP25％以下となる": "G2: Increase HP threshold to 25%.",
    "G3：キュアアローでクリティカルヒットが発生するようになる": "G3: Cure Arrow can perform critical hits.",
    "G1：自身の狙われやすさが最上位の時、カウンタースラッシュをヒットさせると発動。自身を中心とした範囲内の味方の狙われやすさを減少させる。アビリティの再発動にはインターバルを要する": "G1: Perform a Counter Slash while you have the highest aggro to create an area centered on yourself that reduces the aggro of allies within it. Has a cooldown between uses.",
    "G2：範囲内の味方の狙われやすさがより減少するようになる": "G2: Further reduce the aggro of allies within the area.",
    "G3：さらに狙われやすさが減少": "G3: Further reduce aggro.",
    "G1：刻印消費を行った際、自身に「攻撃時にHPを吸収する効果」を付与する。効果時間は消費した刻印の数に応じて延長される。効果は一度付与した後、インターバルのちに再付与可能になる": "G1: Grant yourself HP Drain when you activate Marks. The more Marks activated, the longer the duration. Has a cooldown between uses.",
    "G2：攻撃時にHPを吸収する効果時間が延長される": "G2: Increase duration.",
    "G3：攻撃時にHPを吸収する効果時間がさらに延長される": "G3: Increase duration.",
    "クイックイリュージョン": "Quick Illusion",
    "コンプレッション": "Compression",
    "グルーヴエフェクト": "Groove Effect",
    "G1：ジャスト回避成功時、自身にEP継続回復・中を付与する。アビリティの再発動までインターバルを要する": "G1: Grant yourself Continuous EP Recovery (M) upon successful Perfect Dodges. Has a cooldown between uses.",
    "G2：さらに効果発動時、スタミナを小回復する": "G2: Activating the effect slightly recovers Stamina.",
    "G3：再発動までのインターバルを短縮": "G3: Reduce cooldown between uses.",
    "G1：クイックリロード成功時、タクティカルスキルのインターバルを短縮する。アビリティの再発動にはインターバルを要する": "G1: Reduce Tactical Skill cooldowns after a Quick Reload. Has a cooldown between uses.",
    "G2：タクティカルスキルのインターバルをさらに短縮する": "G2: Further reduce cooldown of Tactical Skills.",
    "G3：タクティカルスキルのインターバルをさらに短縮する": "G3: Further reduce cooldown of Tactical Skills.",
    "G1：タクティカルスキルによって４体以上のキャラクターに効果を発揮させた時、そのタクティカルスキルのインターバルを短縮する": "G1: When a Tactical Skill affects 4 or more entities, reduce the cooldown of that skill.",
    "G2：さらにインターバルを短縮する": "G2: Reduce cooldown.",
    "G3：さらにインターバルを短縮する": "G3: Reduce cooldown.",
    "G4：矢ヒット時、または地形ヒット時に生成するエリアでスリープと全属性耐性値ダウン・小を付与する": "G4: When the arrow hits an enemy or surface, it creates an area that applies Sleep and Reduced Elemental Resistance (S) for all elements.",
    "G4：与ダメージアップ、被ダメージアップの効果量増加": "G4: Increase effectiveness of Increased Damage Dealt and Increased Damage Taken.",
    "G4：さらにチャージ可能となり、チャージレベルが上昇するとエリアの範囲が拡大し、エリアの持続時間が延長され、HP回復量も増加する": "G4: Can be charged further, increasing area size, duration, and healing amount.",
    "G4：エリア持続時間延長": "G4: Increase duration of the area.",
    "G4：ウィークアタックの与ダメージ増加": "G4: Increase Weak Attack damage.",
    "G4：状態異常中のエネミーにヒット時、与ダメージが増加する": "G4: Deal increased damage to enemies afflicted by status ailments.",
    "G4：矢と衝撃波の範囲拡大、衝撃波の与ダメージ増加、インターバル短縮": "G4: Increase arrow size, increase shockwave size and damage, and reduce cooldown.",
    "G4：エリアの持続時間延長": "G4: Increase duration of the area.",
    "G4：エネミーに付与されている属性状態異常をさらに強化": "G4: Further increase the effectiveness of elemental status ailments.",
    "G4：土属性蓄積値増加": "G4: Increase Earth elemental charge accumulation.",
    "G1：通常攻撃の発射に追加で追撃矢を複数本発射するバフを自身に付与し、さらに通常攻撃でエネミーに被ダメージアップ・小を付与する。": "G1: Grant yourself a buff that makes your basic attacks fire additional arrows and makes your basic attacks apply Increased Damage Taken (S). Additionally, increase the Weak Attack damage of your basic attack and the additional arrows.",
    "また効果時間中、通常攻撃と追撃矢はウィークアタックの与ダメージが増加する": "G2: Number of additional arrows increased to 3.",
    "G2：追撃矢が3本に増加": "G3: Number of additional arrows increased to 4.",
    "G3：追撃矢が4本に増加": "G4: Increase effectiveness of Increased Damage Taken.",
    "α：通常ヒット時の与ダメージが減少するが、ウィークアタック時に確定でクリティカルヒットになる": "α: Reduce damage of your basic attacks but Weak Attacks are guaranteed to be critical hits.",
    "β：追撃矢の数が減少するが、被ダメージアップの効果時間が延長する": "β: Reduce number of additional arrows but increase the duration of Increased Damage Taken.",
    "G4：最大チャージ時、与ダメージ増加": "G4: Increase damage when fully charged.",
    "G4：跳躍中、スーパーアーマー状態となる": "G4: Gain Super Armor while airborne.",
    "G4：攻撃速度上昇": "G4: Increase attack speed.",
    "G4：発動中、HPが一定割合以下になってもコンボゲージがリセットされなくなる": "G4: While active, the Combo Gauge will no longer reset when your HP falls below a certain amount.",
    "G4：さらにチャージ可能となり、チャージレベルが上昇すると与ダメージが増加し攻撃範囲が拡大する。また、チャージ時間が短縮される": "G4: Can be charged further, increasing damage and attack size. Reduce charge time.",
    "G4：2段目攻撃ヒット時、自身に火属性攻撃与ダメージアップ・小を付与": "G4: Gain Increased Fire Damage Dealt (S) upon successfully hitting the second hit.",
    "G4：攻撃中、スーパーアーマー状態となる。火属性蓄積値増加": "G4: Increase Fire elemental charge accumulation and gain Super Armor for the duration of the attack.",
    "G4：自身に状態異常無効を付与": "G4: Grant yourself Status Ailment Immunity.",
    "G4：攻撃時のスタミナ消費量減少": "G4: Reduce stamina consumption.",
    "G4：チャージ可能となり、チャージレベルが上昇すると与ダメージとHP吸収量が増加する": "G4: Can be charged, increasing damage and HP drain amount.",
    "G4：射程距離延長": "G4: Increase distance.",
    "G4：発動時に自身のHPを一定割合回復": "G4: Recover a portion of your HP upon activation.",
    "G1：スーパーアーマー状態で前方に跳躍し、自身のHPを消費して強力な攻撃を行う。": "G1: Leap forward with Super Armor to perform a powerful attack that consumes your HP. Can be charged, increasing damage and HP consumption. Can be cancelled while charging with actions such as Dodge. Cancelling the skill will not consume HP. Your HP will not drop below 1 from this skill.",
    "チャージ可能。": "G2: Can be charged further, increasing damage and HP consumption.",
    "チャージ中に回避行動などで攻撃のキャンセルが可能。キャンセルした場合、HPを消費しない。": "G3: Can be charged further, increasing damage and HP consumption.",
    "この攻撃でHPを消費する場合、自身のHPは0以下にならない": "G4: Increase maximum distance and velocity.",
    "チャージ可能。チャージレベルが上昇すると与ダメージとHP消費量増加。": "G2: Can be charged further, increasing damage and HP consumption.",
    "チャージ中に回避行動などでキャンセルが可能。キャンセルした場合、HPを消費しない。": "G3: Can be charged further, increasing damage and HP consumption.",
    "G4：2段目の攻撃ヒット時、自身に火属性攻撃与ダメージアップ・小を付与": "G4: Gain Increased Fire Damage Dealt (S) upon successfully hitting the second hit.",
    "α：チャージレベルが3以上での攻撃時、スキルボタンを再入力すると追加攻撃が発生する。追加攻撃はさらに与ダメージとHP消費量が増加する": "α: When charged to level 3 or higher, press the skill button again to attack a second time. The second attack deals increased damage and consumes more HP.",
    "β：インターバルが短縮し、自身のHPの少なさに応じて与ダメージが増加する。チャージレベルが上昇するとヒット時の怯み効果を強化する": "β: Reduce cooldown and deal more damage the lower your HP is.",
    "G4：爆発攻撃の与ダメージが増加し、クイックチャージの効果が増加": "G4: Increase damage of the explosion and effectiveness of Quick Charge.",
    "G4：攻撃中、被ダメージダウン状態となる": "G4: Reduce damage taken while attacking.",
    "G4：与ダメージが増加し、攻撃範囲が拡大": "G4: Increase damage and attack size.",
    "G4：氷塊が4つに増加": "G4: Increase number of icicles to 4.",
    "G4：自身に移動速度アップ・大を付与": "G4: Grant yourself Increased Movement Speed (L).",
    "G4：雷属性蓄積値増加": "G4: Increase Thunder elemental charge accumulation.",
    "G4：炸裂攻撃の与ダメージ増加": "G4: Increase explosion damage.",
    "G4：持続時間延長": "G4: Increase duration.",
    "G4：魔法弾の与ダメージ増加": "G4: Increase damage of the magic bullets.",
    "G4：効果時間中、Tスキル使用後の硬直が発生しない": "G4: While active, remove the immobility period after using Tactical Skills.",
    "G1：狙った地点に無属性のエングラム塊を地面から勢いよく隆起させ、ヒットしたエネミーを打ち上げる。属性武器を所持していた場合、エングラム塊の属性は武器属性の攻撃となる。ヒットしたエネミーに装備している武器属性に応じた属性耐性値ダウン・小を付与する": "G1: Summon non-elemental engram from the ground at the designated location, knocking up hit enemies. The equipped weapon's element will apply to this skill, and hit enemies will be afflicted with Reduced Elemental Resistance (S) for the element of the equipped weapon.",
    "G2:攻撃範囲拡大": "G2: Increase attack size.",
    "G3:怯み効果強化": "G3: Increase stagger effect.",
    "G4:攻撃範囲拡大": "G4: Increase attack size.",
    "G4：魔法弾の与ダメージ増加。土、闇、光属性耐性値ダウン・小を付与": "G4: Increase damage of the magic bullets. Apply Reduced Elemental Resistance (S) for Earth, Dark, and Light.",
    "α：インターバル短縮": "α: Reduce cooldown.",
    "β：インターバルを延長し、攻撃範囲が縮小するが、与ダメージが増加する": "β: Increase cooldown and reduce attack size but increase damage.",
    "G4：展開中にガードに成功すると、自身に与ダメージアップ・中を付与する": "G4: Grant yourself Increased Damage Dealt (M) upon a successful block.",
    "G4：被ダメージダウンの効果量増加": "G4: Increase effectiveness of Reduced Damage Taken.",
    "G4：ダッシュ攻撃中の旋回性能が上昇し、攻撃範囲が拡大する。さらにフィニッシュ攻撃の攻撃範囲が拡大する": "G4: Improve maneuverability while running and increase attack range of the running attack and finishing attack.",
    "G4：発動時に自身のシールドゲージを一定割合まで回復する。シールドブレイク状態の場合、ブレイク状態を一定割合回復する": "G4: Recover a certain percentage of the Shield Gauge when used. If you are shield broken, it will recover a certain percentage of shield break.",
    "G4：狙われやすさが上昇": "G4: Increase aggro.",
    "G4：与ダメージ上昇、射程距離延長": "G4: Increase damage and attack range.",
    "G4：挑発の効果時間延長、インターバル短縮": "G4: Reduce cooldown and increase Provoked duration.",
    "G4：3段目攻撃で自身の正面に光波による攻撃を行う。状態異常中のエネミーへのヒット時、光波の与ダメージが増加する": "G4: The third attack will trigger a Light explosion that deals increased damage to enemies afflicted with status ailments.",
    "G4：ヒットしたエネミーに光属性耐性値ダウン・小を付与する。チャージレベルが上昇すると光属性耐性値ダウンの効果が上昇する": "G4: Enemies that are hit are afflicted with Reduced Light Resistance (S), the effectiveness of which increases as the skill is charged.",
    "G4：与ダメージがさらに増加": "G4: Increase damage.",
    "G4：発動時、自身に被ダメージダウン・小を付与": "G4: Grant yourself Reduced Damage Taken (S).",
    "G1：狙った地点に無属性のエングラム塊を叩きつける。ヒットしたエネミーに挑発を付与する。属性武器を所持していた場合、エングラム塊の属性は武器属性の攻撃となる": "G1: Slam down a non-elemental engram at the designated location, Provoking hit enemies. The equipped weapon's element will apply to this skill.",
    "G3：発動時に自身にシールドゲージ減少量ダウン・小を付与": "G3: Grant yourself Reduced Shield Reduction (S) upon activating the skill.",
    "G3：発動時に自身にシールドゲージ減少量ダウン・小を付与する": "G3: Grant yourself Reduced Shield Reduction (S) upon activating the skill.",
    "G4：発動時に自身のHPを回復する。自身のHPが最大の場合、自身に被ダメージダウン・小を付与する": "G4: Recover HP upon activating the skill. If your HP is full, gain Reduced Damage Taken (S) instead.",
    "α：狙われやすさが上昇": "α: Increase aggro.",
    "β：攻撃がヒットしたエネミーの数が3体以上だった場合、自身に移動速度アップ・大を付与する": "β: Hitting 3 or more enemies will grant you Movement Speed Up (L).",
    "G4：与ダメージ増加、インターバル短縮、飛び込み距離延長": "G4: Increase damage and leap distance and reduce cooldown.",
    "G4：チャージ中、スーパーアーマー状態になる。インターバル短縮": "G4: Gain Super Armor while charging. Reduce cooldown.",
    "G4：叩きつけ攻撃の怯み効果強化。インターバル短縮": "G4: Increase stagger effect of the slam attack. Reduce cooldown.",
    "G4：カートリッジを消費するスキルの消費カートリッジが1減少する。消費量は1以下にならない": "G4: While active, reduce Cartridge consumption by 1. Will not reduce consumption below 1 Cartridge.",
    "G4：竜巻のサイズが拡大し、発生位置が左右に広がる": "G4: Increase tornado size and distance between them when created.",
    "G4：ラウンドショットが一定数以上ヒット時、フィニッシュ攻撃の与ダメージ増加": "G4: If the Round Shot hits a certain number of times, increase damage of the finishing attack.",
    "G4：攻撃レベル上昇までの時間短縮": "G4: Reduce time to increase attack level.",
    "G4：移動速度ダウンの効果量増加": "G4: Increase effectiveness of Reduced Movement Speed.",
    "G4：スタンの効果時間延長、与ダメージ増加": "G4: Increase damage and Stun duration.",
    "G4：土属性蓄積値上昇": "G4: Increase Earth elemental charge accumulation.",
    "G4：発動時に自身に被ダメージダウン・中を付与": "G4: Grant yourself Reduced Damage Taken (M).",
    "G1：即座にラウンドショットを射出し、ヒットしたエネミーに挑発と与ダメージダウン・小を付与する。カートリッジを3消費": "G1: Immediately fire a Round Shot, Provoking and applying Reduced Damage Dealt (S) to hit enemies. Consumes 3 Cartridges.",
    "G2：与ダメージダウンの効果量増加": "G2: Increase effectiveness of Reduced Damage Dealt.",
    "G3：自身に被ダメージダウン・小を付与": "G3: Grant yourself Reduced Damage Taken (S).",
    "G4：被ダメージダウンの効果時間延長": "G4: Increase duration of Reduced Damage Taken.",
    "α：カートリッジ消費数が1に減少": "α: Reduce Cartridge consumption to 1.",
    "β：挑発の効果時間延長、与ダメージ増加": "β: Increase damage and Provoke duration.",
    "G4：与ダメージ増加、攻撃範囲拡大": "G4: Increase damage and attack size.",
    "G4：一撃目の与ダメージ、怯み効果強化": "G4: Increase damage and stagger effect of the thrust.",
    "G4：与ダメージ増加": "G4: Increase damage.",
    "G4：刻印のカウント時間後の攻撃Tスキルの与ダメージをさらに増加": "G4: Increase the damage boost.",
    "G4：インターバル短縮、怯み効果強化": "G4: Reduce cooldown and increase stagger effect.",
    "G4：竜巻攻撃の攻撃範囲拡大、インターバルが短縮。竜巻攻撃によって刻印・虚、刻印・絡を付与できるようになる": "G4: Increase tornado size and reduce cooldown. The tornado applies Void and Entanglement Marks.",
    "G4：効果中、リープショットが雷属性となり、自身の前方の3方向に飛ぶ": "G4: Leap Shot becomes embued with Thunder and throws three spears in front of you.",
    "G4：チャージ時間短縮、雷攻撃の攻撃範囲拡大": "G4: Reduce charge time and increase lightning size.",
    "G4：最後の一突き攻撃がヒットしたエネミーに雷属性耐性ダウン・小を付与": "G4: Apply Reduced Thunder Resistance (S) to enemies hit by the final stab.",
    "G4：効果時間中、刻印を消化したTスキルのインターバル短縮": "G4: While active, activating Marks reduces Tactical Skill cooldown.",
    "G1：槍を突き刺し、ヒットしたエネミーに付与されている刻印と同種の刻印を周囲のエネミーに拡散させる": "G1: Thrust your spear forward, spreading the Marks on the hit enemy to nearby enemies.",
    "G2：刻印の拡散範囲拡大": "G2: Increase spread range.",
    "G3：拡散された刻印の持続時間延長": "G3: Increase duration of the spread Marks.",
    "α：刻印の拡散範囲拡大、拡散数増加": "α: Increase spread range and count.",
    "β：刻印が拡散するエネミーの数が減少するが、拡散時にダメージを与える。与えるダメージは拡散する刻印の数に応じて増加する": "β: Reduce the number of enemies that the Marks are spread to, but deal damage when they are spread—the more Marks spread, the higher the damage.",
    "G1：ラウンドショットの最終段ヒット時、エネミーに移動速度ダウン・大を付与する": "G1: Round Shot's final hit applies Reduced Movement Speed (L) on hit enemies.",
    "G5：BCゲージのレベルが最大の時、回復エリアが拡大し二重の範囲になる。内側のエリアはさらにHPを回復し、「オートヒール」を付与する。オートヒールは付与されたプレイヤーのHPが一定割合を下回るか一定時間経過で自動で一定量の回復効果を発動する。回復効果を発動すると効果が終了する": "G5: When the BC gauge is maxed, expand the heal area and create an overlapping area within it. The inner area provides additional healing and grants Auto Heal. Auto Heal automatically heals players when their HP falls below a certain amount or when its duration expires. The effect expires after healing is granted.",
    "G4：回復量アップの条件がHP30％以下となり、回復量がさらに上昇": "G4: Increase HP threshold to 30% and further increase healing amount.",
    "G5：ダッシュボタンを入力しながらスキルを発動する事で、敵に高速接近しながら斬りつける突進攻撃に派生。突進中は被ダメージが軽減され、スーパーアーマー状態になる": "G5: Activating the skill while sprinting performs a high-speed dash towards enemies, during which you take reduced damage and have Super Armor.",
    "G4：ゲージ上限さらに上昇": "G4: Increase maximum gauge.",
    "G5：EP回復中、移動を行う事ができる。さらに、戦闘中「エングラムスタック」が徐々に蓄積されるようになり、スタック1つごとにエネミーに与えるダメージと属性蓄積値が増加する。エングラムスタックはジャスト回避に成功、アルティメットスキルを使用することで蓄積速度が上昇する。ダメージを受けると貯蓄されたエングラムスタックが減少し、一定時間蓄積が停止する": "G5: Moving is possible while recovering EP. Additionally, accumulate Engram Stacks while in combat, with each stack increasing damage dealt and elemental charge accumulation. Engram Stacks can be filled quickly by Perfect Dodging and using your Ultimate Skill. Taking damage will cause the Engram Stack meter to decrease and accumulation will be temporarily paused.",
    "G4：効果発動時のスタミナ回復量増加": "G4: Increase Stamina recovery amount.",
    "G5：ダッシュボタンを入力しながらスキルを発動する事でシールドゲージを消費し、グレートガードに派生する。グレートガード展開中に攻撃を受けると消費したシールドゲージを回復し、より強力なカウンター攻撃を行う": "G5: Activating the skill while sprinting consumes Shield Gauge to initiate Great Guard. Getting hit during Great Guard restores the consumed Shield Gauge and performs a more powerful counter attack.",
    "G4：さらに狙われやすさが減少": "G4: Further reduce aggro.",
    "G5：ダッシュボタンを入力しながらスキルを発動する事で、突進攻撃を行う。突進攻撃は連続して使用する事はできない。また、後移動入力しながら長押しすると、チャージショットを行う事ができる。チャージショットはチャージレベル1で放つとカートリッジを2消費し、ラウンドショットの最終段が複数の敵を引き寄せる範囲攻撃になる。チャージレベル2で放つと、カートリッジを全て消費した強力な攻撃を放つ。消費したカートリッジが3つ以上で５つ以下の場合、タクティカルスキルのインターバルを短縮し、消費したカートリッジが6つ以上の場合、自身に与ダメージアップ・小を付与し、一定時間消費カートリッジが減少する": "G5: Activating the skill while sprinting performs a rush attack (cannot be performed in succession). While pressing the backward movement key, hold the skill button to initiate Charge Shot. Release Charge Shot at level 1 to alter Round Shot's final stage into an area attack that pulls in multiple enemies, consuming 2 Cartridges. Release Charge Shot at level 2 to fire a powerful attack, consuming all remaining Cartridges. If 3-5 Cartridges are consumed, reduce cooldown of Tactical Skills. If 6+ Cartridges are consumed, grant yourself Increased Damage Dealt (S) and temporarily reduce Cartridge cost.",
    "G1：クイックリロード成功時、タクティカルスキルのインターバルを短縮する。アビリティの再発動までインターバルを要する": "G1: Reduce Tactical Skill cooldowns after a Quick Reload. Has a cooldown between uses.",
    "G4：アルティメットスキルのインターバルも短縮するようになる": "G4: Additionally reduce cooldown of your Ultimate Skill.",
    "G5：リープショット発動後に追加入力することで、エネミー目掛けて急降下する追加攻撃を行う。追加攻撃はヒットしたエネミーに刻印・絡を付与する": "G5: Use the skill after Leap Shot to perform a rapid plunge attack that engraves an Entanglement Mark on hit enemies.",
    "G1：刻印消費を行った際、自身に「攻撃時にHPを吸収する効果」を付与する。効果時間は消費した刻印の数に応じて延長される。アビリティの再発動までインターバルを要する": "G1: Grant yourself HP Drain when you activate Marks. The more Marks activated, the longer the duration. Has a cooldown between uses.",
    "G4：HPを吸収する効果を再付与可能になるまでのインターバルを短縮する": "G4: Reduce cooldown between uses.",
    "G5：Tスキルを発動するたびにカウントが発生し、３カウントに到達するたび自身とアンプの位置にバフエリアを展開する。バフエリアの効果はカウント3つ目で発動したTスキル、または通常攻撃の派生の種類によって変化する。バフ系Tスキル・前派生攻撃なら「被ダメージダウン・中」、デバフ系、攻撃Tスキル・左右派生攻撃なら「与ダメージアップ・小」": "G5: Use Tactical Skills to build Count. At 3 Count, place a buff area centered on yourself and your amp. The buff depends on the type of the Tactical Skill or basic attack variant used to reach the third Count. Buff Tactical Skill/Forward Basic Attack: Reduced Damage Taken (M). Debuff Tactical Skill/Sideways Basic Attack: Increased Damage Dealt (S). Recovery Tactical Skill/Backward Basic Attack: Increased Recovery (M).",
    "G4：さらにアルティメットスキルのスキルのインターバルも短縮する": "G4: Additionally reduce cooldown of your Ultimate Skill.",
    "G4：救護速度上昇": "G4: Increase rescue speed.",
    "G4：回復量増加": "G4: Increase recovery amount.",
    "G4：移動速度上昇": "G4: Increase movement speed.",
    "G4：コンボゲージ増加量上昇": "G4: Increase Combo Gauge accumulation.",
    "G4：スタミナ消費量減少": "G4: Reduce Stamina consumption.",
    "G4：効果時間延長": "G4: Increase duration.",
    "G4：狙われやすさ減少": "G4: Reduce aggro.",
    "G4：最大EP増加": "G4: Increase Max EP.",
    "G4：属性蓄積値増加": "G4: Increase elemental charge accumulation.",
    "G4：被ダメージダウン強化": "G4: Increase damage reduction.",
    "G4：消費量減少": "G4: Reduce gauge consumption.",
    "G4：シールドブレイクから復帰した時、一定時間シールドゲージを消費しなくなる": "G4: After recovering from shield break, temporarily prevent Shield Gauge from being consumed.",
    "G4：狙われやすさ増加": "G4: Increase aggro.",
    "G4：他プレイヤーの救護に成功した時に、自身のHPを同時に回復する": "G4: Recover HP after successfully rescuing a player.",
    "G4：発動確率上昇": "G4: Increase activation probability.",
    "G4：最大HP増加": "G4: Increase Max HP.",
    "G4：移動速度ダウン効果強化": "G4: Increase effectiveness of Reduced Movement Speed.",
    "G4：衝撃波の範囲拡大": "G4: Increase shockwave size.",
    "G4：最大スタミナ増加": "G4: Increase Stamina.",
    "G4：重刻・散華の与ダメージ増加": "G4: Increase damage of Final Bloom.",
    "G4：リープショットの与ダメージ増加": "G4: Increase damage of Leap Shot.",
    "G4：スーパーアーマー状態の時の被ダメージが減少": "G4: Reduce damage taken during the Super Armor.",
    "G4：被ダメージ減少": "G4: Reduce damage taken.",
    "G4：演奏スキル使用中の被ダメージダウン効果強化": "G4: Increase effectiveness of the Reduced Damage Taken during performance skills.",
    "G4：HP継続回復効果強化": "G4: Increase effectiveness of continuous HP regeneration.",
    "G4：HP回復量増加": "G4: Increase healing amount.",
    "G4：ヒートゲージの上昇量さらに増加": "G4: Increase accumulation.",
    "G4：与ダメージアップ効果強化": "G4: Increase effectiveness of Increased Damage Dealt.",
    "G4：味方の救護に成功した時、自身にも同時に被ダメージダウン・小付与": "G4: After rescuing the player, you will also be granted Reduced Damage Taken (S)."
}